[
    {
        "quote": "Education is the most powerful weapon which you can use to change the world.",
        "author": "Nelson Mandela"
    },
    {
        "quote": "The only thing that interferes with my learning is my education.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Give a man a fish and you feed him for a day; teach a man to fish and you feed him for a lifetime.",
        "author": "Maimonides"
    },
    {
        "quote": "I have no special talent. I am only passionately curious.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Education is an admirable thing, but it is well to remember from time to time that nothing that is worth knowing can be taught.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "Reading, after a certain age, diverts the mind too much from its creative pursuits. Any man who reads too much and uses his own brain too little falls into lazy habits of thinking.",
        "author": "Albert Einstein"
    },
    {
        "quote": "The roots of education are bitter, but the fruit is sweet.",
        "author": "Aristotle"
    },
    {
        "quote": "The function of education is to teach one to think intensively and to think critically. Intelligence plus character - that is the goal of true education.",
        "author": "Martin Luther King, Jr."
    },
    {
        "quote": "A child miseducated is a child lost.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "The paradox of education is precisely this - that as one begins to become conscious one begins to examine the society in which he is being educated.",
        "author": "James Baldwin"
    },
    {
        "quote": "I would rather entertain and hope that people learned something than educate people and hope they were entertained.",
        "author": "Walt Disney"
    },
    {
        "quote": "Poor is the pupil who does not surpass his master.",
        "author": "Leonardo da Vinci"
    },
    {
        "quote": "The foundation of every state is the education of its youth.",
        "author": "Diogenes"
    },
    {
        "quote": "The love of learning, the sequestered nooks, And all the sweet serenity of books.",
        "author": "Henry Wadsworth Longfellow"
    },
    {
        "quote": "Change is the end result of all true learning.",
        "author": "Leo Buscaglia"
    },
    {
        "quote": "Education is what survives when what has been learned has been forgotten.",
        "author": "B. F. Skinner"
    },
    {
        "quote": "A human being is not attaining his full heights until he is educated.",
        "author": "Horace Mann"
    },
    {
        "quote": "Learning is not attained by chance, it must be sought for with ardor and diligence.",
        "author": "Abigail Adams"
    },
    {
        "quote": "A person who won't read has no advantage over one who can't read.",
        "author": "Mark Twain"
    },
    {
        "quote": "In the first place, God made idiots. That was for practice. Then he made school boards.",
        "author": "Mark Twain"
    },
    {
        "quote": "It is a miracle that curiosity survives formal education.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Intellectual growth should commence at birth and cease only at death.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Any man who reads too much and uses his own brain too little falls into lazy habits of thinking.",
        "author": "Albert Einstein"
    },
    {
        "quote": "An investment in knowledge pays the best interest.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "My mother said I must always be intolerant of ignorance but understanding of illiteracy. That some people, unable to go to school, were more educated and more intelligent than college professors.",
        "author": "Maya Angelou"
    },
    {
        "quote": "It is what you read when you don't have to that determines what you will be when you can't help it.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "It is the mark of an educated mind to be able to entertain a thought without accepting it.",
        "author": "Aristotle"
    },
    {
        "quote": "The things I want to know are in books; my best friend is the man who'll get me a book I ain't read.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "The philosophy of the school room in one generation will be the philosophy of government in the next.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "The direction in which education starts a man will determine his future in life.",
        "author": "Plato"
    },
    {
        "quote": "The goal of education is the advancement of knowledge and the dissemination of truth.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "A man who has never gone to school may steal from a freight car; but if he has a university education, he may steal the whole railroad.",
        "author": "Theodore Roosevelt"
    },
    {
        "quote": "I am a part of everything that I have read.",
        "author": "Theodore Roosevelt"
    },
    {
        "quote": "To educate a man in mind and not in morals is to educate a menace to society.",
        "author": "Theodore Roosevelt"
    },
    {
        "quote": "Everybody is ignorant, only on different subjects.",
        "author": "Will Rogers"
    },
    {
        "quote": "America is becoming so educated that ignorance will be a novelty. I will belong to the select few.",
        "author": "Will Rogers"
    },
    {
        "quote": "The more that learn to read the less learn how to make a living. That's one thing about a little education. It spoils you for actual work. The more you know the more you think somebody owes you a living.",
        "author": "Will Rogers"
    },
    {
        "quote": "To read without reflecting is like eating without digesting.",
        "author": "Edmund Burke"
    },
    {
        "quote": "Education is the cheap defense of nations.",
        "author": "Edmund Burke"
    },
    {
        "quote": "I cannot live without books.",
        "author": "Thomas Jefferson"
    },
    {
        "quote": "Whenever the people are well-informed, they can be trusted with their own government.",
        "author": "Thomas Jefferson"
    },
    {
        "quote": "The only fence against the world is a thorough knowledge of it.",
        "author": "John Locke"
    },
    {
        "quote": "Education is the ability to listen to almost anything without losing your temper or your self-confidence.",
        "author": "Robert Frost"
    },
    {
        "quote": "Education doesn't change life much. It just lifts trouble to a higher plane of regard.",
        "author": "Robert Frost"
    },
    {
        "quote": "Education is hanging around until you've caught on.",
        "author": "Robert Frost"
    },
    {
        "quote": "Cultivation to the mind is as necessary as food to the body.",
        "author": "Marcus Tullius Cicero"
    },
    {
        "quote": "When a subject becomes totally obsolete we make it a required course.",
        "author": "Peter Drucker"
    },
    {
        "quote": "I am often amazed at how much more capability and enthusiasm for science there is among elementary school youngsters than among college students.",
        "author": "Carl Sagan"
    },
    {
        "quote": "Don't limit a child to your own learning, for he was born in another time.",
        "author": "Rabindranath Tagore"
    },
    {
        "quote": "If I were again beginning my studies, I would follow the advice of Plato and start with mathematics.",
        "author": "Galileo Galilei"
    },
    {
        "quote": "He who opens a school door, closes a prison.",
        "author": "Victor Hugo"
    },
    {
        "quote": "I've never known any trouble than an hour's reading didn't assuage.",
        "author": "Arthur Schopenhauer"
    },
    {
        "quote": "Since we cannot know all that there is to be known about anything, we ought to know a little about everything.",
        "author": "Blaise Pascal"
    },
    {
        "quote": "Education is not the filling of a pail, but the lighting of a fire.",
        "author": "William Butler Yeats"
    },
    {
        "quote": "If a man's wit be wandering, let him study the mathematics.",
        "author": "Francis Bacon"
    },
    {
        "quote": "Some people will never learn anything, for this reason, because they understand everything too soon.",
        "author": "Alexander Pope"
    },
    {
        "quote": "It is always in season for old men to learn.",
        "author": "Aeschylus"
    },
    {
        "quote": "Learn to think continentally.",
        "author": "Alexander Hamilton"
    },
    {
        "quote": "Self-education is, I firmly believe, the only kind of education there is.",
        "author": "Isaac Asimov"
    },
    {
        "quote": "Education is a progressive discovery of our own ignorance.",
        "author": "Will Durant"
    },
    {
        "quote": "Education is the transmission of civilization.",
        "author": "Will Durant"
    },
    {
        "quote": "I decided to start anew, to strip away what I had been taught.",
        "author": "Georgia O'Keeffe"
    },
    {
        "quote": "We cannot learn men from books.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "Without tact you can learn nothing.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "Learning, n. The kind of ignorance distinguishing the studious.",
        "author": "Ambrose Bierce"
    },
    {
        "quote": "Education, n.: That which discloses to the wise and disguises from the foolish their lack of understanding.",
        "author": "Ambrose Bierce"
    },
    {
        "quote": "The great difficulty in education is to get experience out of ideas.",
        "author": "George Santayana"
    },
    {
        "quote": "Education is the key to unlock the golden door of freedom.",
        "author": "George Washington Carver"
    },
    {
        "quote": "I prefer the company of peasants because they have not been educated sufficiently to reason incorrectly.",
        "author": "Michel de Montaigne"
    },
    {
        "quote": "I spent three days a week for 10 years educating myself in the public library, and it's better than college. People should educate themselves - you can get a complete education for no money. At the end of 10 years, I had read every book in the library and I'd written a thousand stories.",
        "author": "Ray Bradbury"
    },
    {
        "quote": "Education is the best friend. An educated person is respected everywhere. Education beats the beauty and the youth.",
        "author": "Chanakya"
    },
    {
        "quote": "No man who worships education has got the best out of education... Without a gentle contempt for education no man's education is complete.",
        "author": "Gilbert K. Chesterton"
    },
    {
        "quote": "Education is simply the soul of a society as it passes from one generation to another.",
        "author": "Gilbert K. Chesterton"
    },
    {
        "quote": "I tell students that the opportunities I had were a result of having a good educational background. Education is what allows you to stand out.",
        "author": "Ellen Ochoa"
    },
    {
        "quote": "Good questions outrank easy answers.",
        "author": "Paul Samuelson"
    },
    {
        "quote": "To the uneducated, an A is just three sticks.",
        "author": "A. A. Milne"
    },
    {
        "quote": "Books, the children of the brain.",
        "author": "Jonathan Swift"
    },
    {
        "quote": "Education is not preparation for life; education is life itself.",
        "author": "John Dewey"
    },
    {
        "quote": "The whole purpose of education is to turn mirrors into windows.",
        "author": "Sydney J. Harris"
    },
    {
        "quote": "What sculpture is to a block of marble, education is to the soul.",
        "author": "Joseph Addison"
    },
    {
        "quote": "It is with children that we have the best chance of studying the development of logical knowledge, mathematical knowledge, physical knowledge, and so forth.",
        "author": "Jean Piaget"
    },
    {
        "quote": "Develop a passion for learning. If you do, you will never cease to grow.",
        "author": "Anthony J. D'Angelo"
    },
    {
        "quote": "The only real failure in life is one not learned from.",
        "author": "Anthony J. D'Angelo"
    },
    {
        "quote": "It is a thousand times better to have common sense without education than to have education without common sense.",
        "author": "Robert Green Ingersoll"
    },
    {
        "quote": "A library is the delivery room for the birth of ideas, a place where history comes to life.",
        "author": "Norman Cousins"
    },
    {
        "quote": "It is better to learn late than never.",
        "author": "Publilius Syrus"
    },
    {
        "quote": "Poor people cannot rely on the government to come to help you in times of need. You have to get your education. Then nobody can control your destiny.",
        "author": "Charles Barkley"
    },
    {
        "quote": "Read in order to live.",
        "author": "Gustave Flaubert"
    },
    {
        "quote": "An education isn't how much you have committed to memory, or even how much you know. It's being able to differentiate between what you know and what you don't.",
        "author": "Anatole France"
    },
    {
        "quote": "Nine tenths of education is encouragement.",
        "author": "Anatole France"
    },
    {
        "quote": "Governments never learn. Only people learn.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Why should society feel responsible only for the education of children, and not for the education of all adults of every age?",
        "author": "Erich Fromm"
    },
    {
        "quote": "Education alone can conduct us to that enjoyment which is, at once, best in quality and infinite in quantity.",
        "author": "Horace Mann"
    },
    {
        "quote": "Resolve to edge in a little reading every day, if it is but a single sentence. If you gain fifteen minutes a day, it will make itself felt at the end of the year.",
        "author": "Horace Mann"
    },
    {
        "quote": "A country so rich that it can send people to the moon still has hundreds of thousands of its citizens who can't read. That's terribly troubling to me.",
        "author": "Charles Kuralt"
    },
    {
        "quote": "When I get a little money I buy books; and if any is left I buy food and clothes.",
        "author": "Desiderius Erasmus"
    },
    {
        "quote": "Your library is your paradise.",
        "author": "Desiderius Erasmus"
    },
    {
        "quote": "Men and women must be educated, in a great degree, by the opinions and manners of the society they live in.",
        "author": "Mary Wollstonecraft"
    },
    {
        "quote": "Academic qualifications are important and so is financial education. They're both important and schools are forgetting one of them.",
        "author": "Robert Kiyosaki"
    },
    {
        "quote": "All I want is an education, and I am afraid of no one.",
        "author": "Malala Yousafzai"
    },
    {
        "quote": "I will get my education - if it is in home, school, or anyplace.",
        "author": "Malala Yousafzai"
    },
    {
        "quote": "Some parents do not send their children to school because they don't know its importance at all.",
        "author": "Malala Yousafzai"
    },
    {
        "quote": "Education is neither eastern nor western.",
        "author": "Malala Yousafzai"
    },
    {
        "quote": "I need to complete my homework on time.",
        "author": "Malala Yousafzai"
    },
    {
        "quote": "It is better to know some of the questions than all of the answers.",
        "author": "James Thurber"
    },
    {
        "quote": "Much education today is monumentally ineffective. All too often we are giving young people cut flowers when we should be teaching them to grow their own plants.",
        "author": "John W. Gardner"
    },
    {
        "quote": "I read Shakespeare and the Bible, and I can shoot dice. That's what I call a liberal education.",
        "author": "Tallulah Bankhead"
    },
    {
        "quote": "If the Romans had been obliged to learn Latin, they would never have found time to conquer the world.",
        "author": "Heinrich Heine"
    },
    {
        "quote": "If the education of our kids comes from radio, television, newspapers - if that's where they get most of their knowledge from, and not from the schools, then the powers that be are definitely in charge, because they own all those outlets.",
        "author": "Maynard James Keenan"
    },
    {
        "quote": "The great aim of education is not knowledge but action.",
        "author": "Herbert Spencer"
    },
    {
        "quote": "Education's purpose is to replace an empty mind with an open one.",
        "author": "Malcolm Forbes"
    },
    {
        "quote": "I would like to learn, or remember, how to live.",
        "author": "Annie Dillard"
    },
    {
        "quote": "Rewards and punishments are the lowest form of education.",
        "author": "Zhuangzi"
    },
    {
        "quote": "He who studies books alone will know how things ought to be, and he who studies men will know how they are.",
        "author": "Charles Caleb Colton"
    },
    {
        "quote": "Education is learning what you didn't even know you didn't know.",
        "author": "Daniel J. Boorstin"
    },
    {
        "quote": "He that loves reading has everything within his reach.",
        "author": "William Godwin"
    },
    {
        "quote": "If an ignorant person is attracted by the things of the world, that is bad. But if a learned person is thus attracted, it is worse.",
        "author": "Abu Bakr"
    },
    {
        "quote": "Education is all a matter of building bridges.",
        "author": "Ralph Ellison"
    },
    {
        "quote": "The only person who is educated is the one who has learned how to learn and change.",
        "author": "Carl Rogers"
    },
    {
        "quote": "The mere imparting of information is not education.",
        "author": "Carter G. Woodson"
    },
    {
        "quote": "He who laughs most, learns best.",
        "author": "John Cleese"
    },
    {
        "quote": "The willingness to learn new skills is very high.",
        "author": "Angela Merkel"
    },
    {
        "quote": "If I had learned education I would not have had time to learn anything else.",
        "author": "Cornelius Vanderbilt"
    },
    {
        "quote": "Real education must ultimately be limited to men who insist on knowing, the rest is mere sheep-herding.",
        "author": "Ezra Pound"
    },
    {
        "quote": "Education is the movement from darkness to light.",
        "author": "Allan Bloom"
    },
    {
        "quote": "The illiterate of the future will not be the person who cannot read. It will be the person who does not know how to learn.",
        "author": "Alvin Toffler"
    },
    {
        "quote": "No one has yet realized the wealth of sympathy, the kindness and generosity hidden in the soul of a child. The effort of every true education should be to unlock that treasure.",
        "author": "Emma Goldman"
    },
    {
        "quote": "An educated people can be easily governed.",
        "author": "Frederick the Great"
    },
    {
        "quote": "It is only as we develop others that we permanently succeed.",
        "author": "Harvey S. Firestone"
    },
    {
        "quote": "An educated man is thoroughly inoculated against humbug, thinks for himself and tries to give his thoughts, in speech or on paper, some style.",
        "author": "Alan K. Simpson"
    },
    {
        "quote": "Education, whatever else it should or should not be, must be an inoculation against the poisons of life and an adequate equipment in knowledge and skill for meeting the chances of life.",
        "author": "Havelock Ellis"
    },
    {
        "quote": "From kindergarten to graduation, I went to public schools, and I know that they are a key to being sure that every child has a chance to succeed and to rise in the world.",
        "author": "Dick Cheney"
    },
    {
        "quote": "Books are the blessed chloroform of the mind.",
        "author": "Oswald Chambers"
    },
    {
        "quote": "An educated person is one who has learned that information almost always turns out to be at best incomplete and very often false, misleading, fictitious, mendacious - just dead wrong.",
        "author": "Russell Baker"
    },
    {
        "quote": "I know a lot of people think I'm dumb. Well, at least I ain't no educated fool.",
        "author": "Leon Spinks"
    },
    {
        "quote": "If you become a teacher, by your pupils you'll be taught.",
        "author": "Oscar Hammerstein II"
    },
    {
        "quote": "Observation more than books and experience more than persons, are the prime educators.",
        "author": "Amos Bronson Alcott"
    },
    {
        "quote": "You are always a student, never a master. You have to keep moving forward.",
        "author": "Conrad Hall"
    },
    {
        "quote": "The most influential of all educational factors is the conversation in a child's home.",
        "author": "William Temple"
    },
    {
        "quote": "Getting through high school and college was one of my greatest achievements.",
        "author": "Ann Bancroft"
    },
    {
        "quote": "Learning is a result of listening, which in turn leads to even better listening and attentiveness to the other person. In other words, to learn from the child, we must have empathy, and empathy grows as we learn.",
        "author": "Alice Miller"
    },
    {
        "quote": "Data is not information, information is not knowledge, knowledge is not understanding, understanding is not wisdom.",
        "author": "Clifford Stoll"
    },
    {
        "quote": "Learning teacheth more in one year than experience in twenty.",
        "author": "Roger Ascham"
    },
    {
        "quote": "Education... has produced a vast population able to read but unable to distinguish what is worth reading.",
        "author": "G. M. Trevelyan"
    },
    {
        "quote": "You can educate yourself right out of a relationship with God.",
        "author": "Tammy Faye Bakker"
    },
    {
        "quote": "Every educated person is a future enemy.",
        "author": "Martin Bormann"
    },
    {
        "quote": "I think everyone should go to college and get a degree and then spend six months as a bartender and six months as a cabdriver. Then they would really be educated.",
        "author": "Al McGuire"
    },
    {
        "quote": "I learned more stuff in church than I did in the world.",
        "author": "Al Green"
    },
    {
        "quote": "While there are many obstacles that deter students from going to college, finances by no means should be the deciding factor.",
        "author": "Bobby Scott"
    },
    {
        "quote": "Good teaching is one-fourth preparation and three-fourths pure theatre.",
        "author": "Gail Godwin"
    },
    {
        "quote": "True, a little learning is a dangerous thing, but it still beats total ignorance.",
        "author": "Pauline Phillips"
    },
    {
        "quote": "America is the best half-educated country in the world.",
        "author": "Nicholas M. Butler"
    },
    {
        "quote": "To me education is a leading out of what is already there in the pupil's soul. To Miss Mackay it is a putting in of something that is not there, and that is not what I call education. I call it intrusion.",
        "author": "Muriel Spark"
    },
    {
        "quote": "A liberal education is at the heart of a civil society, and at the heart of a liberal education is the act of teaching.",
        "author": "A. Bartlett Giamatti"
    },
    {
        "quote": "Man is what he reads.",
        "author": "Joseph Brodsky"
    },
    {
        "quote": "It is well to read everything of something, and something of everything.",
        "author": "Joseph Brodsky"
    },
    {
        "quote": "To the extent that we are all educated and informed, we will be more equipped to deal with the gut issues that tend to divide us.",
        "author": "Caroline Kennedy"
    },
    {
        "quote": "Education is a better safeguard of liberty than a standing army.",
        "author": "Edward Everett"
    },
    {
        "quote": "If you want to be an anthropologist, you need to study physical anthropology specialized in bones. If you want to be a forensic chemist, get a degree in chemistry. Do you want to do DNA work? Get a degree in microbiology. And do well. Study hard and go to graduate school.",
        "author": "Kathy Reichs"
    },
    {
        "quote": "If American schooling is inadequate now, just imagine how much more obsolete it will be when today's kindergarten students graduate from high school in just 12 years.",
        "author": "Janet Napolitano"
    },
    {
        "quote": "Few have been taught to any purpose who have not been their own teachers.",
        "author": "Joshua Reynolds"
    },
    {
        "quote": "The object of education is to prepare the young to educate themselves throughout their lives.",
        "author": "Robert M. Hutchins"
    },
    {
        "quote": "Children have to be educated, but they have also to be left to educate themselves.",
        "author": "Ernest Dimnet"
    },
    {
        "quote": "The simplest schoolboy is now familiar with truths for which Archimedes would have sacrificed his life.",
        "author": "Ernest Renan"
    },
    {
        "quote": "Even when life challenges us, it's a gift beyond all measure.",
        "author": "Parker Palmer"
    },
    {
        "quote": "Responsibility educates.",
        "author": "Wendell Phillips"
    },
    {
        "quote": "I am sure my fellow-scientists will agree with me if I say that whatever we were able to achieve in our later years had its origin in the experiences of our youth and in the hopes and wishes which were formed before and during our time as students.",
        "author": "Felix Bloch"
    },
    {
        "quote": "Our universities and museums are respected around the country.",
        "author": "Jane Byrne"
    },
    {
        "quote": "We discovered that education is not something which the teacher does, but that it is a natural process which develops spontaneously in the human being.",
        "author": "Maria Montessori"
    },
    {
        "quote": "Nothing in this world can take the place of persistence. Talent will not: nothing is more common than unsuccessful men with talent. Genius will not; unrewarded genius is almost a proverb. Education will not: the world is full of educated derelicts. Persistence and determination alone are omnipotent.",
        "author": "Calvin Coolidge"
    },
    {
        "quote": "Cauliflower is nothing but cabbage with a college education.",
        "author": "Mark Twain"
    },
    {
        "quote": "Don't let schooling interfere with your education.",
        "author": "Mark Twain"
    },
    {
        "quote": "The highest result of education is tolerance.",
        "author": "Helen Keller"
    },
    {
        "quote": "Education is an ornament in prosperity and a refuge in adversity.",
        "author": "Aristotle"
    },
    {
        "quote": "If a man neglects education, he walks lame to the end of his life.",
        "author": "Plato"
    },
    {
        "quote": "Our progress as a nation can be no swifter than our progress in education. The human mind is our fundamental resource.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "I no have education. I have inspiration. If I was educated, I would be a damn fool.",
        "author": "Bob Marley"
    },
    {
        "quote": "Education is a weapon whose effects depend on who holds it in his hands and at whom it is aimed.",
        "author": "Joseph Stalin"
    },
    {
        "quote": "The principle goal of education in the schools should be creating men and women who are capable of doing new things, not simply repeating what other generations have done.",
        "author": "Jean Piaget"
    },
    {
        "quote": "The goal of education is not to increase the amount of knowledge but to create the possibilities for a child to invent and discover, to create men who are capable of doing new things.",
        "author": "Jean Piaget"
    },
    {
        "quote": "Education is what remains after one has forgotten what one has learned in school.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Education comes from within; you get it by struggle and effort and thought.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "We have an obligation and a responsibility to be investing in our students and our schools. We must make sure that people who have the grades, the desire and the will, but not the money, can still get the best education possible.",
        "author": "Barack Obama"
    },
    {
        "quote": "Frivolity is inborn, conceit acquired by education.",
        "author": "Marcus Tullius Cicero"
    },
    {
        "quote": "We cannot create observers by saying 'observe', but by giving them the power and the means for this observation and these means are procured through education of the senses.",
        "author": "Maria Montessori"
    },
    {
        "quote": "Observation, very general and wide-spread, has shown that small children are endowed with a special psychic nature. This shows us a new way of imparting education!",
        "author": "Maria Montessori"
    },
    {
        "quote": "Moral Education is the source of that spiritual equilibrium on which everything else depends and which may be compared to that physical equilibrium or sense of balance, without which it is impossible to stand upright or to move into any other position.",
        "author": "Maria Montessori"
    },
    {
        "quote": "Education is a work of self-organization by which man adapts himself to the conditions of life.",
        "author": "Maria Montessori"
    },
    {
        "quote": "Universal education is not only a moral imperative but an economic necessity, to pave the way toward making many more nations self-sufficient and self-sustaining.",
        "author": "Desmond Tutu"
    },
    {
        "quote": "Real education should consist of drawing the goodness and the best out of our own students. What better books can there be than the book of humanity?",
        "author": "Cesar Chavez"
    },
    {
        "quote": "I believe that every American should have stable, dignified housing; health care; education - that the most very basic needs to sustain modern life should be guaranteed in a moral society.",
        "author": "Alexandria Ocasio-Cortez"
    },
    {
        "quote": "That is my wish, hope, instruction for all of you: Take your education seriously, okay? Always do that. Because I wouldn't be here today if it weren't for my education.",
        "author": "Michelle Obama"
    },
    {
        "quote": "Through my education, I didn't just develop skills, I didn't just develop the ability to learn, but I developed confidence.",
        "author": "Michelle Obama"
    },
    {
        "quote": "Education is the leading of human souls to what is best, and making what is best out of them.",
        "author": "John Ruskin"
    },
    {
        "quote": "We must believe in the power of education. We must respect just laws. We must love ourselves, our old and or young, our women as well as our men.",
        "author": "Arthur Ashe"
    },
    {
        "quote": "If you want to get laid, go to college. If you want an education, go to the library.",
        "author": "Frank Zappa"
    },
    {
        "quote": "I had been raised in the mountains of Idaho by a father who distrusted many of the institutions that people take for granted - public education, doctors and hospitals, and the government.",
        "author": "Tara Westover"
    },
    {
        "quote": "The belief that all genuine education comes about through experience does not mean that all experiences are genuinely or equally educative.",
        "author": "John Dewey"
    },
    {
        "quote": "I believe that education is all about being excited about something. Seeing passion and enthusiasm helps push an educational message.",
        "author": "Steve Irwin"
    },
    {
        "quote": "I believe that a child going without an education is a crime.",
        "author": "Kamala Harris"
    },
    {
        "quote": "Knowledge is power. Information is liberating. Education is the premise of progress, in every society, in every family.",
        "author": "Kofi Annan"
    },
    {
        "quote": "The aim of education is the knowledge, not of facts, but of values.",
        "author": "William Inge"
    },
    {
        "quote": "Is education possibly a process of trading awareness for things of lesser worth? The goose who trades his is soon a pile of feathers.",
        "author": "Aldo Leopold"
    },
    {
        "quote": "Although children are only 24 percent of the population, they're 100 percent of our future and we cannot afford to provide any child with a substandard education.",
        "author": "Ed Markey"
    },
    {
        "quote": "Law without education is a dead letter. With education the needed law follows without effort and, of course, with power to execute itself; indeed, it seems to execute itself.",
        "author": "Rutherford B. Hayes"
    },
    {
        "quote": "I'm a mathematician by education, but I have this other thing. A gut instinct.",
        "author": "Glen Taylor"
    },
    {
        "quote": "Education consists mainly of what we have unlearned.",
        "author": "Mark Twain"
    },
    {
        "quote": "Soap and education are not as sudden as a massacre, but they are more deadly in the long run.",
        "author": "Mark Twain"
    },
    {
        "quote": "I never let schooling interfere with my education.",
        "author": "Mark Twain"
    },
    {
        "quote": "Training is everything. The peach was once a bitter almond; cauliflower is nothing but cabbage with a college education.",
        "author": "Mark Twain"
    },
    {
        "quote": "No part of the education of a politician is more indispensable than the fighting of elections.",
        "author": "Winston Churchill"
    },
    {
        "quote": "Genius without education is like silver in the mine.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "In so many ways, segregation shaped me, and education liberated me.",
        "author": "Maya Angelou"
    },
    {
        "quote": "Education is the best provision for old age.",
        "author": "Aristotle"
    },
    {
        "quote": "Upon the subject of education, not presuming to dictate any plan or system respecting it, I can only say that I view it as the most important subject which we, as a people, can be engaged in.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "For my part, I desire to see the time when education - and by its means, morality, sobriety, enterprise and industry - shall become much more general than at present, and should be gratified to have it in my power to contribute something to the advancement of any measure which might have a tendency to accelerate the happy period.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "Natural ability without education has more often raised a man to glory and virtue than education without natural ability.",
        "author": "Marcus Aurelius"
    },
    {
        "quote": "Purity of personal life is the one indispensable condition for building up a sound education.",
        "author": "Mahatma Gandhi"
    },
    {
        "quote": "Nature has always had more force than education.",
        "author": "Voltaire"
    },
    {
        "quote": "The most important part of education is proper training in the nursery.",
        "author": "Plato"
    },
    {
        "quote": "Music is the movement of sound to reach the soul for the education of its virtue.",
        "author": "Plato"
    },
    {
        "quote": "No man should bring children into the world who is unwilling to persevere to the end in their nature and education.",
        "author": "Plato"
    },
    {
        "quote": "For good nurture and education implant good constitutions.",
        "author": "Plato"
    },
    {
        "quote": "It might be said now that I have the best of both worlds. A Harvard education and a Yale degree.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "In large states public education will always be mediocre, for the same reason that in large kitchens the cooking is usually bad.",
        "author": "Friedrich Nietzsche"
    },
    {
        "quote": "A thorough knowledge of the Bible is worth more than a college education.",
        "author": "Theodore Roosevelt"
    },
    {
        "quote": "There's only one thing that can kill the movies, and that's education.",
        "author": "Will Rogers"
    },
    {
        "quote": "A fool's brain digests philosophy into folly, science into superstition, and art into pedantry. Hence University education.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Education is indoctrination if you're white - subjugation if you're black.",
        "author": "James Baldwin"
    },
    {
        "quote": "Democracy cannot succeed unless those who express their choice are prepared to choose wisely. The real safeguard of democracy, therefore, is education.",
        "author": "Franklin D. Roosevelt"
    },
    {
        "quote": "No group and no government can properly prescribe precisely what should constitute the body of knowledge with which true education is concerned.",
        "author": "Franklin D. Roosevelt"
    },
    {
        "quote": "Anyone who knows history, particularly the history of Europe, will, I think, recognize that the domination of education or of government by any one particular religious faith is never a happy arrangement for the people.",
        "author": "Eleanor Roosevelt"
    },
    {
        "quote": "The giving of love is an education in itself.",
        "author": "Eleanor Roosevelt"
    },
    {
        "quote": "Formal education will make you a living; self-education will make you a fortune.",
        "author": "Jim Rohn"
    },
    {
        "quote": "If someone is going down the wrong road, he doesn't need motivation to speed him up. What he needs is education to turn him around.",
        "author": "Jim Rohn"
    },
    {
        "quote": "To penetrate and dissipate these clouds of darkness, the general mind must be strengthened by education.",
        "author": "Thomas Jefferson"
    },
    {
        "quote": "Education begins the gentleman, but reading, good company and reflection must finish him.",
        "author": "John Locke"
    },
    {
        "quote": "Education was never my higher calling.",
        "author": "Lil Peep"
    },
    {
        "quote": "Cutting the deficit by gutting our investments in innovation and education is like lightening an overloaded airplane by removing its engine. It may make you feel like you're flying high at first, but it won't take long before you feel the impact.",
        "author": "Barack Obama"
    },
    {
        "quote": "We can't get to the $4 trillion in savings that we need by just cutting the 12 percent of the budget that pays for things like medical research and education funding and food inspectors and the weather service. And we can't just do it by making seniors pay more for Medicare.",
        "author": "Barack Obama"
    },
    {
        "quote": "You can choose a future where more Americans have the chance to gain the skills they need to compete, no matter how old they are or how much money they have. Education was the gateway to opportunity for me. It was the gateway for Michelle. And now more than ever, it is the gateway to a middle-class life.",
        "author": "Barack Obama"
    },
    {
        "quote": "It's not enough to train today's workforce. We also have to prepare tomorrow's workforce by guaranteeing every child access to a world-class education.",
        "author": "Barack Obama"
    },
    {
        "quote": "Our higher education system is one of the things that makes America exceptional. There's no place else that has the assets we do when it comes to higher education. People from all over the world aspire to come here and study here. And that is a good thing.",
        "author": "Barack Obama"
    },
    {
        "quote": "Yes, we've still got more work to do. More work to do for every American still in need of a good job or a raise, paid leave or a decent retirement; for every child who needs a sturdier ladder out of poverty or a world-class education; for everyone who has not yet felt the progress of these past seven and a half years.",
        "author": "Barack Obama"
    },
    {
        "quote": "No matter what happens on the field, getting an education makes you a winner.",
        "author": "Lou Holtz"
    },
    {
        "quote": "I have always had this view about the modern education system: we pay attention to brain development, but the development of warmheartedness we take for granted.",
        "author": "Dalai Lama"
    },
    {
        "quote": "Religion, any religion, no matter what sort of wonderful religion, never be universal. So now education is universal, so we have to sort of find ways and means through education system, from kindergarten up to university level, to make awareness these good things, the values, inner values.",
        "author": "Dalai Lama"
    },
    {
        "quote": "My main hope is eventually, in modern education field, introduce education about warm-heartedness, not based on religion, but based on common experience and a common sort of sense, and then scientific finding.",
        "author": "Dalai Lama"
    },
    {
        "quote": "If you have religious faith, very good, you can add on secular ethics, then religious belief, add on it, very good. But even those people who have no interest about religion, okay, it's not religion, but you can train through education.",
        "author": "Dalai Lama"
    },
    {
        "quote": "What I call my 'self' now is hardly a person at all. It's mainly a meeting place for various natural forces, desires, and fears, etcetera, some of which come from my ancestors, and some from my education, some perhaps from devils. The self you were really intended to be is something that lives not from nature but from God.",
        "author": "C. S. Lewis"
    },
    {
        "quote": "Without education, you are not going anywhere in this world.",
        "author": "Malcolm X"
    },
    {
        "quote": "You can't legislate good will - that comes through education.",
        "author": "Malcolm X"
    },
    {
        "quote": "Education is the passport to the future, for tomorrow belongs to those who prepare for it today.",
        "author": "Malcolm X"
    },
    {
        "quote": "Good education, housing and jobs are imperatives for the Negroes, and I shall support them in their fight to win these objectives, but I shall tell the Negroes that while these are necessary, they cannot solve the main Negro problem.",
        "author": "Malcolm X"
    },
    {
        "quote": "Natural ability without education has more often attained to glory and virtue than education without natural ability.",
        "author": "Marcus Tullius Cicero"
    },
    {
        "quote": "I add this, that rational ability without education has oftener raised man to glory and virtue, than education without natural ability.",
        "author": "Marcus Tullius Cicero"
    },
    {
        "quote": "Too much of what is called 'education' is little more than an expensive isolation from reality.",
        "author": "Thomas Sowell"
    },
    {
        "quote": "Creating whole departments of ethnic, gender, and other 'studies' was part of the price of academic peace. All too often, these 'studies' are about propaganda rather than serious education.",
        "author": "Thomas Sowell"
    },
    {
        "quote": "Education is not merely neglected in many of our schools today, but is replaced to a great extent by ideological indoctrination.",
        "author": "Thomas Sowell"
    },
    {
        "quote": "Those parts of history that would undermine the vision of the Left - which prevails in our education system from elementary school to postgraduate study - are not likely to get much attention.",
        "author": "Thomas Sowell"
    },
    {
        "quote": "Without education, your children can never really meet the challenges they will face. So it's very important to give children education and explain that they should play a role for their country.",
        "author": "Nelson Mandela"
    },
    {
        "quote": "On the first day of school, my teacher, Miss Mdingane, gave each of us an English name and said that from thenceforth that was the name we would answer to in school. This was the custom among Africans in those days and was undoubtedly due to the British bias of our education.",
        "author": "Nelson Mandela"
    },
    {
        "quote": "The education I received was a British education, in which British ideas, British culture, British institutions, were automatically assumed to be superior. There was no such thing as African culture.",
        "author": "Nelson Mandela"
    },
    {
        "quote": "There is a heavy emphasis in Mormonism on initiative, on responsibility, on a work ethic, and on education. If you take those elements together with a free-enterprise system, you've got the chemistry for a lot of industry.",
        "author": "Stephen Covey"
    },
    {
        "quote": "In school, many of us procrastinate and then successfully cram for tests. We get the grades and degrees we need to get the jobs we want, even if we fail to get a good general education.",
        "author": "Stephen Covey"
    },
    {
        "quote": "To accuse others for one's own misfortunes is a sign of want of education. To accuse oneself shows that one's education has begun. To accuse neither oneself nor others shows that one's education is complete.",
        "author": "Epictetus"
    },
    {
        "quote": "I doubt whether classical education ever has been or can be successfully carried out without corporal punishment.",
        "author": "George Orwell"
    },
    {
        "quote": "Upon books the collective education of the race depends; they are the sole instruments of registering, perpetuating and transmitting thought.",
        "author": "Harry S Truman"
    },
    {
        "quote": "Establishing lasting peace is the work of education; all politics can do is keep us out of war.",
        "author": "Maria Montessori"
    },
    {
        "quote": "If education is always to be conceived along the same antiquated lines of a mere transmission of knowledge, there is little to be hoped from it in the bettering of man's future. For what is the use of transmitting knowledge if the individual's total development lags behind?",
        "author": "Maria Montessori"
    },
    {
        "quote": "Early childhood education is the key to the betterment of society.",
        "author": "Maria Montessori"
    },
    {
        "quote": "At three years of age, the child has already laid the foundations of the human personality and needs the special help of education in the school. The acquisitions he has made are such that we can say the child who enters school at three is an old man.",
        "author": "Maria Montessori"
    },
    {
        "quote": "If education is protection to life, you will realize that it is necessary that education accompany life during its whole course.",
        "author": "Maria Montessori"
    },
    {
        "quote": "Every one in the world ought to do the things for which he is specially adapted. It is the part of wisdom to recognize what each one of us is best fitted for, and it is the part of education to perfect and utilize such predispositions. Because education can direct and aid nature but can never transform her.",
        "author": "Maria Montessori"
    },
    {
        "quote": "We recommend for the training of teachers not only a considerable artistic education in general but special attention to the art of reading.",
        "author": "Maria Montessori"
    },
    {
        "quote": "My system is to be considered a system leading up, in a general way, to education. It can be followed not only in the education of little children from three to six years of age, but can be extended to children up to ten years of age.",
        "author": "Maria Montessori"
    },
    {
        "quote": "When you have solved the problem of controlling the attention of the child, you have solved the entire problem of its education.",
        "author": "Maria Montessori"
    },
    {
        "quote": "It is our moral obligation to give every child the very best education possible.",
        "author": "Desmond Tutu"
    },
    {
        "quote": "Inclusive, good-quality education is a foundation for dynamic and equitable societies.",
        "author": "Desmond Tutu"
    },
    {
        "quote": "The highest education is that which does not merely give us information but makes our life in harmony with all existence.",
        "author": "Rabindranath Tagore"
    },
    {
        "quote": "The most valuable of all education is the ability to make yourself do the thing you have to do, when it has to be done, whether you like it or not.",
        "author": "Aldous Huxley"
    },
    {
        "quote": "It's hard to improve public education - that's clear.",
        "author": "Bill Gates"
    },
    {
        "quote": "Connectivity enables transparency for better government, education, and health.",
        "author": "Bill Gates"
    },
    {
        "quote": "Research shows that there is only half as much variation in student achievement between schools as there is among classrooms in the same school. If you want your child to get the best education possible, it is actually more important to get him assigned to a great teacher than to a great school.",
        "author": "Bill Gates"
    },
    {
        "quote": "Common Core is a big win for education.",
        "author": "Bill Gates"
    },
    {
        "quote": "When you revolutionize education, you're taking the very mechanism of how people be smarter and do new things, and you're priming the pump for so many incredible things.",
        "author": "Bill Gates"
    },
    {
        "quote": "In the long run, your human capital is your main base of competition. Your leading indicator of where you're going to be 20 years from now is how well you're doing in your education system.",
        "author": "Bill Gates"
    },
    {
        "quote": "Unemployment rates among Americans who never went to college are about double that of those who have a postsecondary education.",
        "author": "Bill Gates"
    },
    {
        "quote": "By 2018, an estimated 63 percent of all new U.S. jobs will require workers with an education beyond high school. For our young people to get those jobs, they first need to graduate from high school ready to start a postsecondary education.",
        "author": "Bill Gates"
    },
    {
        "quote": "Americans want students to get the best education possible. We want schools to prepare children to become good citizens and members of a prosperous American economy.",
        "author": "Bill Gates"
    },
    {
        "quote": "In poor countries, we still need better ways to measure the effectiveness of the many government workers providing health services. They are the crucial link bringing tools such as vaccines and education to the people who need them most. How well trained are they? Are they showing up to work?",
        "author": "Bill Gates"
    },
    {
        "quote": "The idea that we're going to austerity ourselves into prosperity is so mistaken, and honestly, I feel like one of the big problems we have is that, because Democrats don't have a deep understanding of or degrees in economics, they allow Wall Street folks to roll in the door and think that they're giving them an education.",
        "author": "Alexandria Ocasio-Cortez"
    },
    {
        "quote": "Healthcare as a human right, it means that every child, no matter where you are born, should have access to a college or trade-school education if they so choose it, and I think no person should be homeless if we can have public structures and public policy to allow for people to have homes and food and lead a dignified life in the United States.",
        "author": "Alexandria Ocasio-Cortez"
    },
    {
        "quote": "To me, what socialism means is to guarantee a basic level of dignity. It's asserting the value of saying that the America we want and the America that we are proud of is one in which all children can access a dignified education. It's one in which no person is too poor to have the medicines they need to live.",
        "author": "Alexandria Ocasio-Cortez"
    },
    {
        "quote": "The aim of a college education is to teach you to know a good man when you see one.",
        "author": "William James"
    },
    {
        "quote": "Talk is by far the most accessible of pleasures. It costs nothing in money, it is all profit, it completes our education, founds and fosters our friendships, and can be enjoyed at any age and in almost any state of health.",
        "author": "Robert Louis Stevenson"
    },
    {
        "quote": "Education can become a self-fulfilling activity, liberating in and of itself.",
        "author": "Abraham Maslow"
    },
    {
        "quote": "Men are born ignorant, not stupid. They are made stupid by education.",
        "author": "Bertrand Russell"
    },
    {
        "quote": "We are faced with the paradoxical fact that education has become one of the chief obstacles to intelligence and freedom of thought.",
        "author": "Bertrand Russell"
    },
    {
        "quote": "At the bottom of education, at the bottom of politics, even at the bottom of religion, there must be for our race economic independence.",
        "author": "Booker T. Washington"
    },
    {
        "quote": "The truth is, in order to get things like universal health care and a revamped education system, then someone is going to have to give up a piece of their pie so that someone else can have more.",
        "author": "Michelle Obama"
    },
    {
        "quote": "See, that's why Barack's running: to end the war in Iraq responsibly - to build an economy that lifts every family, to make sure health care is available for every American - and to make sure that every child in this nation has a world-class education all the way from preschool to college.",
        "author": "Michelle Obama"
    },
    {
        "quote": "I know what it feels like to struggle to get the education that you need.",
        "author": "Michelle Obama"
    },
    {
        "quote": "Public education is our greatest pathway to opportunity in America. So we need to invest in and strengthen our public universities today, and for generations to come.",
        "author": "Michelle Obama"
    },
    {
        "quote": "For me, education has never been simply a policy issue - it's personal. Neither of my parents and hardly anyone in the neighborhood where I grew up went to college. But thanks to a lot of hard work and plenty of financial aid, I had the opportunity to attend some of the finest universities in this country.",
        "author": "Michelle Obama"
    },
    {
        "quote": "For me, education was power.",
        "author": "Michelle Obama"
    },
    {
        "quote": "You have to stay in school. You have to. You have to go to college. You have to get your degree. Because that's the one thing people can't take away from you is your education. And it is worth the investment.",
        "author": "Michelle Obama"
    },
    {
        "quote": "Whether you want to go into music, whether you want to be a lawyer, whether you want to be President of the United States, the bottom line for all of you is that you have got to get your education.",
        "author": "Michelle Obama"
    },
    {
        "quote": "I think I'm pretty smart. I think I'm pretty clever. But there's a lot that you hone in on when you finish your education.",
        "author": "Michelle Obama"
    },
    {
        "quote": "The best students come from homes where education is revered: where there are books, and children see their parents reading them.",
        "author": "Leo Buscaglia"
    },
    {
        "quote": "Common sense is in spite of, not as the result of education.",
        "author": "Victor Hugo"
    },
    {
        "quote": "All men who have turned out worth anything have had the chief hand in their own education.",
        "author": "Walter Scott"
    },
    {
        "quote": "Everything that makes man's life worthwhile - family, work, education, a place to rear one's children and a place to rest one's head - all this depends on the decisions of government; all can be swept away by a government which does not heed the demands of its people, and I mean all of its people.",
        "author": "Robert Kennedy"
    },
    {
        "quote": "The hardest problems of all in law enforcement are those involving a conflict of law and local customs. History has recorded many occasions when the moral sense of a nation produced judicial decisions, such as the 1954 decision in Brown v. Board of Education, which required difficult local adjustments.",
        "author": "Robert Kennedy"
    },
    {
        "quote": "Lack of education, old age, bad health or discrimination - these are causes of poverty, and the way to attack it is to go to the root.",
        "author": "Robert Kennedy"
    },
    {
        "quote": "Desegregation of schools does not automatically transform them into better schools. It is only a step. The larger goal is to see that the education of our youth is not merely desegregated, but that it is excellent.",
        "author": "Robert Kennedy"
    },
    {
        "quote": "When our forbears - yours and mine - came to America, they came because this country promised them something. It promised them an opportunity, nourished by education, not merely to grind for a bare living, but to strive for a good life.",
        "author": "Robert Kennedy"
    },
    {
        "quote": "Children need to get a high-quality education, avoid violence and the criminal-justice system, and gain jobs. But they deserve more. We want them to learn not only reading and math but fairness, caring, self-respect, family commitment, and civic duty.",
        "author": "Colin Powell"
    },
    {
        "quote": "Travel, in the younger sort, is a part of education; in the elder, a part of experience.",
        "author": "Francis Bacon"
    },
    {
        "quote": "Until we get equality in education, we won't have an equal society.",
        "author": "Sonia Sotomayor"
    },
    {
        "quote": "Education is a method whereby one acquires a higher grade of prejudices.",
        "author": "Laurence J. Peter"
    },
    {
        "quote": "Education forms the common mind. Just as the twig is bent, the tree's inclined.",
        "author": "Alexander Pope"
    },
    {
        "quote": "'Tis education forms the common mind; just as the twig is bent the tree's inclined.",
        "author": "Alexander Pope"
    },
    {
        "quote": "Until justice is blind to color, until education is unaware of race, until opportunity is unconcerned with the color of men's skins, emancipation will be a proclamation but not a fact.",
        "author": "Lyndon B. Johnson"
    },
    {
        "quote": "We have entered an age in which education is not just a luxury permitting some men an advantage over others. It has become a necessity without which a person is defenseless in this complex, industrialized society. We have truly entered the century of the educated man.",
        "author": "Lyndon B. Johnson"
    },
    {
        "quote": "Education is not a problem. Education is an opportunity.",
        "author": "Lyndon B. Johnson"
    },
    {
        "quote": "To make your children capable of honesty is the beginning of education.",
        "author": "John Ruskin"
    },
    {
        "quote": "Modern education has devoted itself to the teaching of impudence, and then we complain that we can no longer control our mobs.",
        "author": "John Ruskin"
    },
    {
        "quote": "The child who desires education will be bettered by it; the child who dislikes it disgraced.",
        "author": "John Ruskin"
    },
    {
        "quote": "The first condition of education is being able to put someone to wholesome and meaningful work.",
        "author": "John Ruskin"
    },
    {
        "quote": "The first duty of government is to see that people have food, fuel, and clothes. The second, that they have means of moral and intellectual education.",
        "author": "John Ruskin"
    },
    {
        "quote": "The very spring and root of honesty and virtue lie in good education.",
        "author": "Plutarch"
    },
    {
        "quote": "Attitude is more important than the past, than education, than money, than circumstances, than what people do or say. It is more important than appearance, giftedness, or skill.",
        "author": "Charles R. Swindoll"
    },
    {
        "quote": "If we help an educated man's daughter to go to Cambridge are we not forcing her to think not about education but about war? - not how she can learn, but how she can fight in order that she might win the same advantages as her brothers?",
        "author": "Virginia Woolf"
    },
    {
        "quote": "Kathleen Wynne and her band of radical-left cronies think they have a handle on what constitutes human identity and also what should constitute human morality. And I think that that's being pushed in a manner in schools that's completely reprehensible. It's not education, in my estimation. It's a form of indoctrination.",
        "author": "Jordan Peterson"
    },
    {
        "quote": "I've known for years that the university underserved the community, because we assumed that university education is for 18- to 22-year-olds, which is a proposition that's so absurd it is absolutely mind-boggling that anyone ever conceptualized it. Why wouldn't you take university courses throughout your entire life?",
        "author": "Jordan Peterson"
    },
    {
        "quote": "A child's education should begin at least one hundred years before he is born.",
        "author": "Oliver Wendell Holmes, Sr."
    },
    {
        "quote": "There is no end to education. It is not that you read a book, pass an examination, and finish with education. The whole of life, from the moment you are born to the moment you die, is a process of learning.",
        "author": "Jiddu Krishnamurti"
    },
    {
        "quote": "You may be able to read Bernard Shaw's plays, you may be able to quote Shakespeare or Voltaire or some new philosopher; but if you in yourself are not intelligent, if you are not creative, what is the point of this education?",
        "author": "Jiddu Krishnamurti"
    },
    {
        "quote": "All of us have been trained by education and environment to seek personal gain and security and to fight for ourselves. Though we cover it over with pleasant phrases, we have been educated for various professions within a system which is based on exploitation and acquisitive fear.",
        "author": "Jiddu Krishnamurti"
    },
    {
        "quote": "We are born weak, we need strength; helpless, we need aid; foolish, we need reason. All that we lack at birth, all that we need when we come to man's estate, is the gift of education.",
        "author": "Jean-Jacques Rousseau"
    },
    {
        "quote": "Do I dare set forth here the most important, the most useful rule of all education? It is not to save time, but to squander it.",
        "author": "Jean-Jacques Rousseau"
    },
    {
        "quote": "I had a very, very interesting childhood, but, oh my, education was the primary focus in our family.",
        "author": "Katherine Johnson"
    },
    {
        "quote": "The Church is not a gallery for the exhibition of eminent Christians, but a school for the education of imperfect ones.",
        "author": "Henry Ward Beecher"
    },
    {
        "quote": "Give a girl an education and introduce her properly into the world, and ten to one but she has the means of settling well, without further expense to anybody.",
        "author": "Jane Austen"
    },
    {
        "quote": "Men have had every advantage of us in telling their own story. Education has been theirs in so much higher a degree; the pen has been in their hands. I will not allow books to prove anything.",
        "author": "Jane Austen"
    },
    {
        "quote": "Sixty years ago I knew everything; now I know nothing; education is a progressive discovery of our own ignorance.",
        "author": "Will Durant"
    },
    {
        "quote": "There is no greater education than one that is self-driven.",
        "author": "Neil deGrasse Tyson"
    },
    {
        "quote": "Humans aren't as good as we should be in our capacity to empathize with feelings and thoughts of others, be they humans or other animals on Earth. So maybe part of our formal education should be training in empathy. Imagine how different the world would be if, in fact, that were 'reading, writing, arithmetic, empathy.'",
        "author": "Neil deGrasse Tyson"
    },
    {
        "quote": "One of my great laments is that education today seems to have... be less about passion and more about process, more about tactic or technique.",
        "author": "Neil deGrasse Tyson"
    },
    {
        "quote": "What charitable 1 percenters can't do is assume responsibility - America's national responsibilities: the care of its sick and its poor, the education of its young, the repair of its failing infrastructure, the repayment of its staggering war debts.",
        "author": "Stephen King"
    },
    {
        "quote": "I was never close to Jerry Falwell because he had his ministry, I had mine. And we came from different theological training and from a different psychological education.",
        "author": "Robert H. Schuller"
    },
    {
        "quote": "My parents had a strong impact on who I am today. My mother and dad both encouraged us to think about the long term - where you wanted to be - to think about education, to think about what is right and what is wrong, and to do things that will help you in the long run.",
        "author": "Tony Dungy"
    },
    {
        "quote": "There is no education like adversity.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "Upon the education of the people of this country the fate of this country depends.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "Positive rights are the right to shelter, the right to education, the right to health care, the right to a living wage. These things are - these are, I would call them, more properly, political rights rather than positive rights. And they are extremely tricky, because now we are dealing with things that are zero sum.",
        "author": "P. J. O'Rourke"
    },
    {
        "quote": "America's public schools have served their purpose. Free and compulsory education was good for a somewhat unpromising young nation.",
        "author": "P. J. O'Rourke"
    },
    {
        "quote": "I'm not convinced that women have the education or the sense of their own history enough or that they understand the cruelty of which men are capable and the delight that many men will take in seeing you choose to chain yourself - then they get to say 'See, you did it yourself.'",
        "author": "Alice Walker"
    },
    {
        "quote": "Whenever a youth is ascertained to possess talents meriting an education which his parents cannot afford, he should be carried forward at the public expense.",
        "author": "James Madison"
    },
    {
        "quote": "Had the United States and the United Kingdom gone on alone to capture Baghdad, under the provisions of the Geneva and Hague conventions we would have been considered occupying powers and therefore would have been responsible for all the costs of maintaining or restoring government, education and other services for the people of Iraq.",
        "author": "Norman Schwarzkopf"
    },
    {
        "quote": "For me, I was somebody who was a smart young guy who didn't do very well in school. The basic system of education, I didn't fit in; my intelligence was elsewhere.",
        "author": "Bruce Springsteen"
    },
    {
        "quote": "If adolescent pregnancy prevention is to become a priority, then our strategy, as advocates, must contain two key elements: civic engagement and education.",
        "author": "Jane Fonda"
    },
    {
        "quote": "Our youth deserve the opportunity to complete their high school and college education, free of early parenthood. Their future children deserve the opportunity to grow up in financially and emotionally stable homes. Our communities benefit from healthy, productive, well-prepared young people.",
        "author": "Jane Fonda"
    },
    {
        "quote": "In true education, anything that comes to our hand is as good as a book: the prank of a page- boy, the blunder of a servant, a bit of table talk - they are all part of the curriculum.",
        "author": "Michel de Montaigne"
    },
    {
        "quote": "When people are connected, we can just do some great things. They have the opportunity to get access to jobs, education, health, communications. We have the opportunity to bring the people we care about closer to us. It really makes a big difference.",
        "author": "Mark Zuckerberg"
    },
    {
        "quote": "The education of a man is never completed until he dies.",
        "author": "Robert E. Lee"
    },
    {
        "quote": "Creativity is the key to success in the future, and primary education is where teachers can bring creativity in children at that level.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "The purpose of education is to make good human beings with skill and expertise... Enlightened human beings can be created by teachers.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "Ultimately, education in its real sense is the pursuit of truth. It is an endless journey through knowledge and enlightenment.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "Real education enhances the dignity of a human being and increases his or her self-respect. If only the real sense of education could be realized by each individual and carried forward in every field of human activity, the world will be so much a better place to live in.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "Education levels the playing field, allowing everyone to compete.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "After two years at UCLA, I decided to leave. I was convinced that no amount of education would help a black man get a job.",
        "author": "Jackie Robinson"
    },
    {
        "quote": "Education is important because it prepares you for life.",
        "author": "Bad Bunny"
    },
    {
        "quote": "If you know how to read, you have a complete education about life, then you know how to vote within a democracy. But if you don't know how to read, you don't know how to decide. That's the great thing about our country - we're a democracy of readers, and we should keep it that way.",
        "author": "Ray Bradbury"
    },
    {
        "quote": "You know, nothing is more important than education, because nowhere are our stakes higher; our future depends on the quality of education of our children today.",
        "author": "Arnold Schwarzenegger"
    },
    {
        "quote": "I am a big believer in education, because when I grew up in Austria - when I grew up in Austria I had a great education. I had great teachers.",
        "author": "Arnold Schwarzenegger"
    },
    {
        "quote": "Education is that whole system of human training within and without the school house walls, which molds and develops men.",
        "author": "W. E. B. Du Bois"
    },
    {
        "quote": "Education must not simply teach work - it must teach Life.",
        "author": "W. E. B. Du Bois"
    },
    {
        "quote": "The Negro race, like all races, is going to be saved by its exceptional men. The problem of education, then, among Negroes must first of all deal with the Talented Tenth; it is the problem of developing the Best of this race that they may guide the Mass away from the contamination and death of the Worst, in their own and other races.",
        "author": "W. E. B. Du Bois"
    },
    {
        "quote": "A system of education is not one thing, nor does it have a single definite object, nor is it a mere matter of schools. Education is that whole system of human training within and without the school house walls, which molds and develops men.",
        "author": "W. E. B. Du Bois"
    },
    {
        "quote": "Education and work are the levers to uplift a people.",
        "author": "W. E. B. Du Bois"
    },
    {
        "quote": "Education is the development of power and ideal.",
        "author": "W. E. B. Du Bois"
    },
    {
        "quote": "Men we shall have only as we make manhood the object of the work of the schools - intelligence, broad sympathy, knowledge of the world that was and is, and of the relation of men to it - this is the curriculum of that Higher Education which must underlie true life.",
        "author": "W. E. B. Du Bois"
    },
    {
        "quote": "In Colombia, education is sometimes considered a luxury, not a human right. And it's not a priority in the agendas of many leaders.",
        "author": "Shakira"
    },
    {
        "quote": "I started the Pies Descalzos foundation in Colombia when I was 18, and since then I have been very involved in the crusade for education.",
        "author": "Shakira"
    },
    {
        "quote": "Providing all Latin-American children with the education and early childhood development that they need is in the best interest of all, so it has to be a priority for all of us, not only the government and civil society, but also the business sector.",
        "author": "Shakira"
    },
    {
        "quote": "Education is the only way forward in Latin America and developing countries in general.",
        "author": "Shakira"
    },
    {
        "quote": "Being raised in a developing country opened my eyes to so much I cannot tolerate. In Colombia, education is sometimes considered a luxury, not a human right. And it's not a priority in the agendas of many leaders.",
        "author": "Shakira"
    },
    {
        "quote": "I actually support President Obama's initiatives on early childhood. He has appointed me as a commissioner to consult his administration on educational excellence for Hispanics in the U.S. We try to find ways to improve the education system for Hispanics in America, to achieve excellence.",
        "author": "Shakira"
    },
    {
        "quote": "President Obama is highly concerned with education. He's a champion on early-childhood development strategies. So I like the work he's doing, and I support it, and I realise that he's one of very few political leaders around the world that actually has early-childhood development strategise at the top of his agenda.",
        "author": "Shakira"
    },
    {
        "quote": "I started my own Pies Descalzos/Barefoot Foundation when I was 18. We provide education to vulnerable children in Colombia and other developing countries. I am an avid believer that education - and especially early childhood development - is the key to breaking the cycle of poverty.",
        "author": "Shakira"
    },
    {
        "quote": "The ALAS Foundation was born as a consequence and a continuation of what we are doing with Pies Descalzos. I started the Pies Descalzos foundation in Colombia when I was 18, and since then, I have been very involved in the crusade for education.",
        "author": "Shakira"
    },
    {
        "quote": "Education is the period during which you are being instructed by somebody you do not know, about something you do not want to know.",
        "author": "Gilbert K. Chesterton"
    },
    {
        "quote": "The purpose of Compulsory Education is to deprive the common people of their commonsense.",
        "author": "Gilbert K. Chesterton"
    },
    {
        "quote": "Without education we are in a horrible and deadly danger of taking educated people seriously.",
        "author": "Gilbert K. Chesterton"
    },
    {
        "quote": "Human history becomes more and more a race between education and catastrophe.",
        "author": "H. G. Wells"
    },
    {
        "quote": "History is a race between education and catastrophe.",
        "author": "H. G. Wells"
    },
    {
        "quote": "We are living in 1937, and our universities, I suggest, are not half-way out of the fifteenth century. We have made hardly any changes in our conception of university organization, education, graduation, for a century - for several centuries.",
        "author": "H. G. Wells"
    },
    {
        "quote": "Without an education, you won't have a future.",
        "author": "Henry Rollins"
    },
    {
        "quote": "Religion was a part of our home life when I was growing up. I attended Catholic school. It was a good education - for the spiritual end, as well as for its discipline.",
        "author": "Bil Keane"
    },
    {
        "quote": "I think my politics are just inclined to be empathetic and humanistic. I grew up with so many different kinds of people with different politics, different religion, no religion, no politics, education, no education, and I was infatuated with all of them.",
        "author": "Lily Tomlin"
    },
    {
        "quote": "I think of it as a good opportunity to let, in particular, school kids know that this job and other interesting jobs in science and engineering are open to anyone who works hard in school and gets a good education and studies math and science. And that it's not just for a select group of people.",
        "author": "Ellen Ochoa"
    },
    {
        "quote": "Apply yourself. Get all the education you can, but then, by God, do something. Don't just stand there, make it happen.",
        "author": "Lee Iacocca"
    },
    {
        "quote": "His lack of education is more than compensated for by his keenly developed moral bankruptcy.",
        "author": "Woody Allen"
    },
    {
        "quote": "I had a terrible education. I attended a school for emotionally disturbed teachers.",
        "author": "Woody Allen"
    },
    {
        "quote": "I think that's something that all mothers have to deal with, especially single mothers. We work, and we have to leave the kids behind. And I think that's one of the reasons that we, not only as women but as families, we have to advocate for early childhood education for all of our children.",
        "author": "Dolores Huerta"
    },
    {
        "quote": "You have to go through the falling down in order to learn to walk. It helps to know that you can survive it. That's an education in itself.",
        "author": "Carol Burnett"
    },
    {
        "quote": "We are here to unlearn the teachings of the church, state, and our education system.",
        "author": "Charles Bukowski"
    },
    {
        "quote": "If you don't give education to people, it is easy to manipulate them.",
        "author": "Pele"
    },
    {
        "quote": "Education must provide the opportunities for self-fulfillment; it can at best provide a rich and challenging environment for the individual to explore, in his own way.",
        "author": "Noam Chomsky"
    },
    {
        "quote": "The internet could be a very positive step towards education, organisation and participation in a meaningful society.",
        "author": "Noam Chomsky"
    },
    {
        "quote": "The country that consistently ranks among the highest in educational achievement is Finland. A rich country, but education is free. Germany, education is free. France, education is free.",
        "author": "Noam Chomsky"
    },
    {
        "quote": "I did not throw out my education lightly, but what I was being taught was of no use in explaining what I saw around me. It was the Great Depression.",
        "author": "Paul Samuelson"
    },
    {
        "quote": "I taught myself algebra and a little grammar, and somehow I scraped a high enough score on the ACT to be admitted to Brigham Young University, even though I had no formal education.",
        "author": "Tara Westover"
    },
    {
        "quote": "We think about education as a stepping stone into a higher socio-economic class, into a better job. And it does do those things. But I don't think that's what it really is. I experienced it as getting access to different ideas and perspectives and using them to construct my own mind.",
        "author": "Tara Westover"
    },
    {
        "quote": "An education is not so much about making a living as making a person.",
        "author": "Tara Westover"
    },
    {
        "quote": "I do think we have collectively begun to conflate the institutions of education for education itself. Education is an individual's pursuit of understanding and has a lot of implications for that person, for the kind of person that they are.",
        "author": "Tara Westover"
    },
    {
        "quote": "I was 17 the first time I set foot in a classroom, but 10 years later, I would graduate from Cambridge with a Ph.D. 'Educated' is the story of how I came by my education. It is also the story of how I lost my family.",
        "author": "Tara Westover"
    },
    {
        "quote": "My countrymen, I have given proofs that I am one most anxious for liberties for our country, and I am still desirous of them. But I place as a prior condition the education of the people, that by means of instruction and industry our country may have an individuality of its own and make itself worthy of these liberties.",
        "author": "Jose Rizal"
    },
    {
        "quote": "An inventor is simply a fellow who doesn't take his education too seriously.",
        "author": "Charles Kettering"
    },
    {
        "quote": "For all my education, accomplishments, and so called 'wisdom'... I can't fathom my own heart.",
        "author": "Michael Caine"
    },
    {
        "quote": "Education, therefore, is a process of living and not a preparation for future living.",
        "author": "John Dewey"
    },
    {
        "quote": "The primary purpose of a liberal education is to make one's mind a pleasant place in which to spend one's leisure.",
        "author": "Sydney J. Harris"
    },
    {
        "quote": "SEAL training was a great equalizer. Nothing mattered but your will to succeed. Not your color, not your ethnic background, not your education and not your social status.",
        "author": "William H. McRaven"
    },
    {
        "quote": "My children, to the extent that they have found religion, have found it from me, in that I insist on at least a modicum of religious education for them.",
        "author": "Christopher Hitchens"
    },
    {
        "quote": "We will invest in our people, quality education, job opportunity, family, neighborhood, and yes, a thing we call America.",
        "author": "Dan Quayle"
    },
    {
        "quote": "During the first few months of an infant's life, its manner of taking the breast, of laying its head on the pillow, etc., becomes crystallized into imperative habits. This is why education must begin in the cradle.",
        "author": "Jean Piaget"
    },
    {
        "quote": "I was the first tenured woman at Columbia. That was 1972; every law school was looking for its woman. Why? Because Stan Pottinger, who was then head of the office for civil rights of the Department of Health, Education and Welfare, was enforcing the Nixon government contract program.",
        "author": "Ruth Bader Ginsburg"
    },
    {
        "quote": "Every young man or woman should weigh the matter well before concluding that a college education is out of the question.",
        "author": "Orison Swett Marden"
    },
    {
        "quote": "Tax dollars intended for science education must not be used to teach creationism as any sort of real explanation of nature, because any observation or process of inference about our origin and the nature of the universe disproves creationism in every respect.",
        "author": "Bill Nye"
    },
    {
        "quote": "In spite of my surroundings, of my education, I had no love for God.",
        "author": "Robert Green Ingersoll"
    },
    {
        "quote": "Ignorant people are apt to overrate the value of what is called education. The sons of the poor, having suffered the privations of poverty, think of wealth as the mother of joy.",
        "author": "Robert Green Ingersoll"
    },
    {
        "quote": "Freedom believes in education - the salvation of slavery is ignorance.",
        "author": "Robert Green Ingersoll"
    },
    {
        "quote": "Yeah, I'm a thrill seeker, but crikey, education's the most important thing.",
        "author": "Steve Irwin"
    },
    {
        "quote": "Education is a precondition to survival in America today.",
        "author": "Marian Wright Edelman"
    },
    {
        "quote": "Education is for improving the lives of others and for leaving your community and world better than you found it.",
        "author": "Marian Wright Edelman"
    },
    {
        "quote": "Together we can and must fight for justice for our children and protect them from draconian tax cuts and budget choices that threaten their survival, education and preparation for the future. If they are not ready for tomorrow, neither is America.",
        "author": "Marian Wright Edelman"
    },
    {
        "quote": "Unless children have strong education and strong families and strong communities and decent housing, it's not enough to go sit in at a lunch counter.",
        "author": "Marian Wright Edelman"
    },
    {
        "quote": "I'm sure I am impatient sometimes. I sure do get angry sometimes. I think it's outrageous how hard it is to get this country to feed its children and to take care of its children, to give them a decent education.",
        "author": "Marian Wright Edelman"
    },
    {
        "quote": "No state of society or laws can render men so much alike but that education, fortune, and tastes will interpose some differences between them; and though different men may sometimes find it their interest to combine for the same purposes, they will never make it their pleasure.",
        "author": "Alexis de Tocqueville"
    },
    {
        "quote": "I've worked with more than 50 directors ,and I've paid attention since day one. That's pretty much been my education, apart from studying art history and shooting with my own cameras. I've seen 50 different sets of mistakes and 50 different ways of achieving. You just leave the bad part out.",
        "author": "Tommy Lee Jones"
    },
    {
        "quote": "My education as a filmmaker has been entirely practical. I started working professionally in the film business in 1970, and I've been at it steadily since, and I pay a lot of attention.",
        "author": "Tommy Lee Jones"
    },
    {
        "quote": "I had no education whatsoever, and my mother said, 'Oh, you'll get a much better education in life.' I did to some extent, though I always wish I could have tried it.",
        "author": "Julie Andrews"
    },
    {
        "quote": "You can have the best product in the world, you can have the best motivation in the world, you can have best education in the world, you can have all the money in the world - but if you don't have direction, you'll never go anywhere.",
        "author": "E. Joseph Cossman"
    },
    {
        "quote": "The main failure of education is that it has not prepared people to comprehend matters concerning human destiny.",
        "author": "Norman Cousins"
    },
    {
        "quote": "It makes little difference how many university courses or degrees a person may own. If he cannot use words to move an idea from one point to another, his education is incomplete.",
        "author": "Norman Cousins"
    },
    {
        "quote": "An unschooled man who knows how to meditate upon the Lord has learned far more than the man with the highest education who does not know how to meditate.",
        "author": "Charles Stanley"
    },
    {
        "quote": "When I was a young musician, the only option available to pursue secondary education in music was to attend a classical conservatory.",
        "author": "Billy Joel"
    },
    {
        "quote": "Anyone who tries to make a distinction between education and entertainment doesn't know the first thing about either.",
        "author": "Marshall McLuhan"
    },
    {
        "quote": "Only a liberal senator from Massachusetts would say that a 49 percent increase in funding for education was not enough.",
        "author": "George W. Bush"
    },
    {
        "quote": "Seeing the world is the best education you can get. You see sorrow, and you also see great spirit and will to survive.",
        "author": "Brad Pitt"
    },
    {
        "quote": "I'd like to work with kids in special education - younger kids.",
        "author": "John Madden"
    },
    {
        "quote": "I was a coach, and I put a lot of education and experience into coaching.",
        "author": "John Madden"
    },
    {
        "quote": "It is only the ignorant who despise education.",
        "author": "Publilius Syrus"
    },
    {
        "quote": "I started off as a kid who didn't care what my education was.",
        "author": "Virgil Abloh"
    },
    {
        "quote": "I'm opposed to any policy that would deny in our country any human being from access to public safety, public education, or public health, period.",
        "author": "Kamala Harris"
    },
    {
        "quote": "Traditional education is based on facts and figures and passing tests - not on a comprehension of the material and its application to your life.",
        "author": "Will Smith"
    },
    {
        "quote": "Knowledge without education is but armed injustice.",
        "author": "Horace"
    },
    {
        "quote": "We never had it as rough as the kids have it today. Look at the price of a gallon of gas or a piece of real estate or a college education.",
        "author": "Suze Orman"
    },
    {
        "quote": "What we, as black people, need to do is we need to worry about our education.",
        "author": "Charles Barkley"
    },
    {
        "quote": "Life must be a constant education; one must learn everything, from speaking to dying.",
        "author": "Gustave Flaubert"
    },
    {
        "quote": "An education which does not cultivate the will is an education that depraves the mind.",
        "author": "Anatole France"
    },
    {
        "quote": "On the diffusion of education among the people rest the preservation and perpetuation of our free institutions.",
        "author": "Daniel Webster"
    },
    {
        "quote": "I wanted to race cars. I didn't like school, and all I wanted to do was work on cars. But right before I graduated, I got into a really bad car accident, and I spent that summer in the hospital thinking about where I was heading. I decided to take education more seriously and go to a community college.",
        "author": "George Lucas"
    },
    {
        "quote": "The secret to the movie business, or any business, is to get a good education in a subject besides film - whether it's history, psychology, economics, or architecture - so you have something to make a movie about. All the skill in the world isn't going to help you unless you have something to say.",
        "author": "George Lucas"
    },
    {
        "quote": "There is nothing of any consequence in education, in the economy, in city planning, in social policy that does not concern black people.",
        "author": "Toni Morrison"
    },
    {
        "quote": "Game shows are designed to make us feel better about the random, useless facts that are all we have left of our education.",
        "author": "Chuck Palahniuk"
    },
    {
        "quote": "Why should I leave Ruleville, and why should I leave Mississippi? I go to the big city, and with the kind of education they give us in Mississippi, I got problems. I'd wind up in a soup line there.",
        "author": "Fannie Lou Hamer"
    },
    {
        "quote": "My parents were able to pay our expenses, but not for education. We were encouraged to work hard in school and get scholarships.",
        "author": "Martha Stewart"
    },
    {
        "quote": "We have not given science too big a place in our education, but we have made a perilous mistake in giving it too great a preponderance in method in every other branch of study.",
        "author": "Woodrow Wilson"
    },
    {
        "quote": "I've become more and more aware of the promise and struggle to teach the global mind nowadays because I use every chance I get to ask faculty and administrators of management education programs why we don't offer at least one course - not even required, just an elective - on the world's religions.",
        "author": "Warren Bennis"
    },
    {
        "quote": "The primary goal of management education was, as originally conceived, to impart knowledge that could be applied to a variety of real-world business situations.",
        "author": "Warren Bennis"
    },
    {
        "quote": "Education then, beyond all other devices of human origin, is the great equalizer of the conditions of men, the balance-wheel of the social machinery.",
        "author": "Horace Mann"
    },
    {
        "quote": "Education is our only political safety. Outside of this ark all is deluge.",
        "author": "Horace Mann"
    },
    {
        "quote": "Segregation has no place in the education system.",
        "author": "Richard Dawkins"
    },
    {
        "quote": "I do sometimes accuse people of ignorance, but that is not intended to be an insult. I'm ignorant of lots of things. Ignorance is something that can be remedied by education.",
        "author": "Richard Dawkins"
    },
    {
        "quote": "In college, I was an education major and qualified for several jobs. But the fame that came with the Olympic medals was too threatening to many people.",
        "author": "Wilma Rudolph"
    },
    {
        "quote": "One of the most beautiful things about Britain, apart from the NHS and the free education, is the British Army.",
        "author": "John Lydon"
    },
    {
        "quote": "I had an Irish Catholic education. Horrible nuns, vindictive and cruel.",
        "author": "John Lydon"
    },
    {
        "quote": "All the things that you would have thought would have made me a professional A1 criminal... wrong. I decided that was too lazy and easy, and because of the way British society is, quite frankly you were denied an education, so I got one of my own.",
        "author": "John Lydon"
    },
    {
        "quote": "Anyone who has passed though the regular gradations of a classical education, and is not made a fool by it, may consider himself as having had a very narrow escape.",
        "author": "William Hazlitt"
    },
    {
        "quote": "If you want to thrive in today's economy, you must challenge the status quo and get the financial education necessary to succeed.",
        "author": "Robert Kiyosaki"
    },
    {
        "quote": "In 'Unfair Advantage: The Power of Financial Education' and 'Why A Students Work for C Students,' I reveal the secrets of the wealthy and what schools will never teach you about money.",
        "author": "Robert Kiyosaki"
    },
    {
        "quote": "Most small-business owners have no financial education when they started. They weren't trained to be entrepreneurs.",
        "author": "Robert Kiyosaki"
    },
    {
        "quote": "Until we have comprehensive financial education, we'll never see the end of our booms and busts.",
        "author": "Robert Kiyosaki"
    },
    {
        "quote": "Education is what you learn after you leave school.",
        "author": "Robert Kiyosaki"
    },
    {
        "quote": "I think the combination of graduate education in a field like Computer Science and the opportunity to apply this in a work environment like Microsoft is what drove me. The impact these opportunities create can lead to work that has broad, worldwide impact.",
        "author": "Satya Nadella"
    },
    {
        "quote": "If you talk about STEM education, the best way to introduce anyone to STEM or get their curiosity going on, it's Minecraft.",
        "author": "Satya Nadella"
    },
    {
        "quote": "The mother cannot expect her daughter to understand the mysteries of housekeeping without education. She should instruct them patiently, lovingly, and make the work as agreeable as she can by her cheerful countenance and encouraging words of approval. If they fail once, twice, or thrice, censure not.",
        "author": "Ellen G. White"
    },
    {
        "quote": "If you hit a Talib with your shoe, then there would be no difference between you and the Talib. You must not treat others with cruelty and that much harshly, you must fight others but through peace and through dialogue and through education.",
        "author": "Malala Yousafzai"
    },
    {
        "quote": "The important thing to note is that it is not important whether Malala was shot or not - Malala is not asking for personal favors or support. She is asking for support with girls' education and women's rights. So don't support Malala, support her campaign for girls' education and women's rights.",
        "author": "Malala Yousafzai"
    },
    {
        "quote": "People say Malala's voice is being sold to the world. But I see it as Malala's voice reaching the world and resonating globally. You should think about what is behind Malala's voice. What is she saying? I am only talking about education, women's rights, and peace.",
        "author": "Malala Yousafzai"
    },
    {
        "quote": "I don't know why people have divided the whole world into two groups, west and east. Education is neither eastern nor western. Education is education and it's the right of every human being.",
        "author": "Malala Yousafzai"
    },
    {
        "quote": "In some parts of the world, students are going to school every day. It's their normal life. But in other part of the world, we are starving for education... it's like a precious gift. It's like a diamond.",
        "author": "Malala Yousafzai"
    },
    {
        "quote": "I have already seen death, and I know that death is supporting me in my cause of education. Death does not want to kill me.",
        "author": "Malala Yousafzai"
    },
    {
        "quote": "There are many problems, but I think there is a solution to all these problems; it's just one, and it's education.",
        "author": "Malala Yousafzai"
    },
    {
        "quote": "I want education for the sons and the daughters of all the extremists, especially the Taliban.",
        "author": "Malala Yousafzai"
    },
    {
        "quote": "I fully support U.N. Secretary General Ban Ki-moon in his Global Education First Initiative and the work of U.N. Special Envoy for Global Education Gordon Brown and the respectful president of the U.N. General Assembly Vuk Jeremic. I thank them for the leadership they continue to give.",
        "author": "Malala Yousafzai"
    },
    {
        "quote": "We need to increase education budgets.",
        "author": "Malala Yousafzai"
    },
    {
        "quote": "I thanked President Obama for the United States' work in supporting education in Pakistan and Afghanistan and for Syrian refugees.",
        "author": "Malala Yousafzai"
    },
    {
        "quote": "We have to move back to the idea that education isn't about teaching people to bow to rigid rules. That's not what democracy is about.",
        "author": "Kimberle Williams Crenshaw"
    },
    {
        "quote": "You must get an education. You must go to school, and you must learn to protect yourself. And you must learn to protect yourself with the pen, and not the gun.",
        "author": "Josephine Baker"
    },
    {
        "quote": "My notion of the KGB came from romantic spy stories. I was a pure and utterly successful product of Soviet patriotic education.",
        "author": "Vladimir Putin"
    },
    {
        "quote": "A considerable share of the world's population still cannot afford comfortable housing, education and quality health care.",
        "author": "Vladimir Putin"
    },
    {
        "quote": "Virtual reality sort of encloses and immerses the person into an experience that can be really cool but probably has a lower commercial interest over time. Less people will be interested in that, but there are some really cool areas there for education and gaming that we have a lot of interest in.",
        "author": "Tim Cook"
    },
    {
        "quote": "We see that in the top problems in the world between haves and have-nots, generally we find that the root cause is education.",
        "author": "Tim Cook"
    },
    {
        "quote": "Giving women education, work, the ability to control their own income, inherit and own property, benefits the society. If a woman is empowered, her children and her family will be better off. If families prosper, the village prospers, and eventually so does the whole country.",
        "author": "Isabel Allende"
    },
    {
        "quote": "The education of women is the best way to save the environment.",
        "author": "E. O. Wilson"
    },
    {
        "quote": "The length of your education is less important than its breadth, and the length of your life is less important than its depth.",
        "author": "Marilyn vos Savant"
    },
    {
        "quote": "A captain of the Navy ought to be a man of strong and well connected sense, with a tolerable good education, a gentleman, as well as a seaman both in theory and practice.",
        "author": "John Paul Jones"
    },
    {
        "quote": "By education most have been misled; So they believe, because they were bred. The priest continues where the nurse began, And thus the child imposes on the man.",
        "author": "John Dryden"
    },
    {
        "quote": "I also tell them that your education can take you way farther than a football, baseball, track, or basketball will - that's just the bottom line.",
        "author": "Bo Jackson"
    },
    {
        "quote": "If you have four years to complete your college education, do it.",
        "author": "Bo Jackson"
    },
    {
        "quote": "It is because the body is a machine that education is possible. Education is the formation of habits, a superinducing of an artificial organization upon the natural organization of the body.",
        "author": "Thomas Huxley"
    },
    {
        "quote": "English usage is sometimes more than mere taste, judgment and education - sometimes it's sheer luck, like getting across the street.",
        "author": "E. B. White"
    },
    {
        "quote": "There is not to be found, in all history, any miracle attested by a sufficient number of men, of such unquestioned good sense, education and learning, as to secure us against all delusion in themselves.",
        "author": "David Hume"
    },
    {
        "quote": "Of the five most important things in life, health is first, education or knowledge is second, and wealth is third. I forget the other two.",
        "author": "Chuck Berry"
    },
    {
        "quote": "I just feel I got my inspiration, education and all from others that came before me. And I added my... I don't even know if I added anything. I played what they played, and it sounded different, I guess.",
        "author": "Chuck Berry"
    },
    {
        "quote": "To throw obstacles in the way of a complete education is like putting out the eyes.",
        "author": "Elizabeth Cady Stanton"
    },
    {
        "quote": "The strongest reason for giving woman all the opportunities for higher education, for the full development of her faculties, her forces of mind and body... is the solitude and personal responsibility of her own individual life.",
        "author": "Elizabeth Cady Stanton"
    },
    {
        "quote": "My parents, especially my father, discussed the question of my brothers' education as a matter of real importance. My education and that of my sister were scarcely discussed at all.",
        "author": "Emmeline Pankhurst"
    },
    {
        "quote": "I can say without affectation that I belong to the Russian convict world no less than I do to Russian literature. I got my education there, and it will last forever.",
        "author": "Aleksandr Solzhenitsyn"
    },
    {
        "quote": "I do not want art for a few any more than education for a few, or freedom for a few.",
        "author": "William Morris"
    },
    {
        "quote": "When I was four years old, my mother put me into a school for early music education where you get perfect pitch and harmony and composition.",
        "author": "Yoko Ono"
    },
    {
        "quote": "I had a great education. From kindergarten to John Dewey High School in Coney Island, I am public-school educated.",
        "author": "Spike Lee"
    },
    {
        "quote": "My grandmother lived to be 100 years old. Her grandmother was a slave, yet she was a college graduate in the Spellman class of 1917. She taught art for 50 years and she saved her Social Security checks for her children's education.",
        "author": "Spike Lee"
    },
    {
        "quote": "The ideal of an all-sided education for youth had always been close to my heart. I saw clearly the arid results of ordinary instruction, aimed only at the development of body and intellect.",
        "author": "Paramahansa Yogananda"
    },
    {
        "quote": "Very likely education does not make very much difference.",
        "author": "Gertrude Stein"
    },
    {
        "quote": "I would say that something important for me and for my generation in Northern Ireland was the 1947 Education Act, which allowed students who won scholarships to go on to secondary schools and thence to university.",
        "author": "Seamus Heaney"
    },
    {
        "quote": "We all know that education unlocks the door of opportunity for the young.",
        "author": "Gordon B. Hinckley"
    },
    {
        "quote": "I am beginning to suspect all elaborate and special systems of education. They seem to me to be built up on the supposition that every child is a kind of idiot who must be taught to think.",
        "author": "Anne Sullivan"
    },
    {
        "quote": "The immediate future is going to be tragic for all of us unless we find a way of making the vast educational resources of this country serve the true purpose of education, truth and justice.",
        "author": "Anne Sullivan"
    },
    {
        "quote": "Education in the light of present-day knowledge and need calls for some spirited and creative innovations both in the substance and the purpose of current pedagogy.",
        "author": "Anne Sullivan"
    },
    {
        "quote": "I need a teacher quite as much as Helen. I know the education of this child will be the distinguishing event of my life, if I have the brains and perseverance to accomplish it.",
        "author": "Anne Sullivan"
    },
    {
        "quote": "I was delighted to not go to university. I couldn't wait to be out of education.",
        "author": "Tom Stoppard"
    },
    {
        "quote": "I want to support the whole idea of the humanities and teaching the humanities as being something that - even if it can't be quantitatively measured as other subjects - it's as fundamental to all education.",
        "author": "Tom Stoppard"
    },
    {
        "quote": "Steve Jobs, Bill Gates and Mark Zuckerberg didn't finish college. Too much emphasis is placed on formal education - I told my children not to worry about their grades but to enjoy learning.",
        "author": "Nassim Nicholas Taleb"
    },
    {
        "quote": "My mother is a professor of early childhood education. When I was two she would say she knew I was going to be an actor.",
        "author": "Matt Damon"
    },
    {
        "quote": "True education is concerned not only with practical goals but also with values. Our aims assure us of our material life, our values make possible our spiritual life.",
        "author": "Ludwig Mies van der Rohe"
    },
    {
        "quote": "Education must lead us from the irresponsible opinion to true responsible judgment. It must lead us from chance and arbitrariness to rational clarity and intellectual order. Therefore, let us guide our students over the road of discipline from materials, through function, to creative work.",
        "author": "Ludwig Mies van der Rohe"
    },
    {
        "quote": "The ultimate goal of the educational system is to shift to the individual the burden of pursing his own education. This will not be a widely shared pursuit until we get over our odd conviction that education is what goes on in school buildings and nowhere else.",
        "author": "John W. Gardner"
    },
    {
        "quote": "I am entirely certain that twenty years from now we will look back at education as it is practiced in most schools today and wonder that we could have tolerated anything so primitive.",
        "author": "John W. Gardner"
    },
    {
        "quote": "Education: the inculcation of the incomprehensible into the indifferent by the incompetent.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Originally, I think, I wanted to be an actor. But I got into broadcasting by accident, if you will, because I needed money to pay for my college education. I applied for a summer announcing job at a couple of radio stations.",
        "author": "Alex Trebek"
    },
    {
        "quote": "The Iranian people, if you look at their demographics and their level of education, could be a strong source for stability in the Middle East. The problem is they're run by an apocalyptic cult of ayatollahs.",
        "author": "Tom Cotton"
    },
    {
        "quote": "Education is lacking in most of those who pontificate.",
        "author": "Wole Soyinka"
    },
    {
        "quote": "My father was a schoolteacher, and so I had the advantage of both western educational instruction in the school, as well as what you might call the process of imbibing the traditional processes of education instruction around me.",
        "author": "Wole Soyinka"
    },
    {
        "quote": "Desire! That's the one secret of every man's career. Not education. Not being born with hidden talents. Desire.",
        "author": "Bobby Unser"
    },
    {
        "quote": "Television could perform a great service in mass education, but there's no indication its sponsors have anything like this on their minds.",
        "author": "Tallulah Bankhead"
    },
    {
        "quote": "Public health service should be as fully organized and as universally incorporated into our governmental system as is public education. The returns are a thousand fold in economic benefits, and infinitely more in reduction of suffering and promotion of human happiness.",
        "author": "Herbert Hoover"
    },
    {
        "quote": "Every kid, every minority kid can be so successful if they focus on their education.",
        "author": "Magic Johnson"
    },
    {
        "quote": "Had I pursued my education long enough to learn all the conventional dos and don'ts of starting a business, I often wonder how different my life and career might have been.",
        "author": "Richard Branson"
    },
    {
        "quote": "With no education, you have neocolonialism instead of colonialism, like you've got in Africa now and like you've got in Haiti. So what we're talking about is there has to be an educational program. That's very important.",
        "author": "Fred Hampton"
    },
    {
        "quote": "You can't build a revolution with no education. Jomo Kenyatta did this in Africa, and because the people were not educated, he became as much an oppressor as the people he overthrew.",
        "author": "Fred Hampton"
    },
    {
        "quote": "The benefits of education and of useful knowledge, generally diffused through a community, are essential to the preservation of a free government.",
        "author": "Sam Houston"
    },
    {
        "quote": "My kids are coming up in a different time then me. Interracial couples are of the norm. With me, it's about making sure my kids understand the importance of education and having opportunities that I didn't. My goal as a parent is to make sure they don't take what they have for granted.",
        "author": "Kevin Hart"
    },
    {
        "quote": "I'm a book guy first, and my education came from two encyclopedias. One was an encyclopedia of health, so I became morbidly obsessed with anatomy, and I thought I had trichinosis, an aneurism, jaundice! And then an encyclopedia of art.",
        "author": "Guillermo del Toro"
    },
    {
        "quote": "I went to a lovely school, and I got an incredible education. And I actually think that my education is what really sets me apart, 'cause I'm very smart.",
        "author": "Lady Gaga"
    },
    {
        "quote": "I always felt that I came up short in the education department, but I've come to the conclusion that we all get an education.",
        "author": "Michael J. Fox"
    },
    {
        "quote": "You judge a society by how it treats its citizens. We must do our best to ensure that every child can live in comfort and security, with the best possible education.",
        "author": "Melania Trump"
    },
    {
        "quote": "I just thank my father and mother, my lucky stars, that I had the advantage of an education in the humanities.",
        "author": "David McCullough"
    },
    {
        "quote": "I saw this new thing called television, and I saw people throwing pies in each other's faces, and I thought, 'This could be a wonderful tool for education! Why is it being used this way?' So I said to my parents, 'You know, I don't think I'll go into seminary right away. I think I'll go into television.'",
        "author": "Fred Rogers"
    },
    {
        "quote": "In the new economy, information, education, and motivation are everything.",
        "author": "William J. Clinton"
    },
    {
        "quote": "It turns out that advancing equal opportunity and economic empowerment is both morally right and good economics, because discrimination, poverty and ignorance restrict growth, while investments in education, infrastructure and scientific and technological research increase it, creating more good jobs and new wealth for all of us.",
        "author": "William J. Clinton"
    },
    {
        "quote": "Through books and photographs, I saw a world that was not my own - and I realized that there was another world. That's why I'm concerned about education, because it helps our children see other worlds.",
        "author": "Bette Midler"
    },
    {
        "quote": "Education is my next big thing. When music and art were taken out of the schools, I went berserk!",
        "author": "Bette Midler"
    },
    {
        "quote": "Nothing in education is so astonishing as the amount of ignorance it accumulates in the form of inert facts.",
        "author": "Henry Adams"
    },
    {
        "quote": "Knowledge of human nature is the beginning and end of political education.",
        "author": "Henry Adams"
    },
    {
        "quote": "About half my work in education is U.S. political reform around school districts and charter schools, and creating more room for entrepreneurial organizations to develop. And about half on technology, which I look at as a global platform.",
        "author": "Reed Hastings"
    },
    {
        "quote": "What's got me excited about the education space is the growth of the Internet over the next 10, 20, 30 years.",
        "author": "Reed Hastings"
    },
    {
        "quote": "In most developed countries, the average person receives about 16 years of education. Even in developing countries, the population gets five to eight years of education.",
        "author": "Peter Diamandis"
    },
    {
        "quote": "As education becomes dematerialized, demonetized and democratized, every man, woman and child on the planet will be able to reap the benefits of knowledge. We're rapidly heading toward a world of education abundance.",
        "author": "Peter Diamandis"
    },
    {
        "quote": "All over the world, we're seeing access to food, clean water, education and healthcare improve; as a result, global innovation is rising as well.",
        "author": "Peter Diamandis"
    },
    {
        "quote": "In the 1940s, about 20% of people in the U.S. had graduated from high school, but less than 5% continued their education to get bachelors' degrees or higher.",
        "author": "Peter Diamandis"
    },
    {
        "quote": "I think we're heading towards a world of what I call 'technological socialism.' Where technology - not the government or the state - will begin to take care of us. Technology will provide our healthcare for free. The best education in the world - for free.",
        "author": "Peter Diamandis"
    },
    {
        "quote": "Part of the reason I went to college was that I wanted to fade out peacefully: show everybody I had gone through something that was quite challenging and difficult but did so with grace and poise and got an education.",
        "author": "Cole Sprouse"
    },
    {
        "quote": "It is therefore not unreasonable to suppose that some portion of the neglect of science in England, may be attributed to the system of education we pursue.",
        "author": "Charles Babbage"
    },
    {
        "quote": "If Harvard is $60,000 and University of Toronto, where I went to school, is maybe six. So you're really telling me that education is 10 times better at Harvard than it is at University of Toronto? That seems ridiculous to me.",
        "author": "Malcolm Gladwell"
    },
    {
        "quote": "Most actions derive not from your own initiative but from your family circumstances, your education, your calling, and so on. You must therefore give up a little time to performing actions which derive from yourself alone. They need not be important; quite insignificant actions fulfill the same purpose.",
        "author": "Rudolf Steiner"
    },
    {
        "quote": "Prenatal education can only be an unconscious result of what the parents, particularly the mother, do. If, until the child is born, the mother acts in such a way that she expresses what is morally and intellectually correct, then what she accomplishes in her own continuing education will transfer to the child.",
        "author": "Rudolf Steiner"
    },
    {
        "quote": "If you observe children with sufficient objectivity as they grow into the world, then you will perceive that children's temporal bodies are still not fully connected with the spirit-soul. The task of education, understood in a spiritual sense, is to bring the soul-spirit into harmony with the temporal body.",
        "author": "Rudolf Steiner"
    },
    {
        "quote": "I don't know how you can move out of one's socioeconomic category if you don't have education.",
        "author": "Soledad O'Brien"
    },
    {
        "quote": "For any reporter, education is a topic where everything else - money, politics, et cetera - intersects. I have four kids in K through 12, so I'm knee-deep in it. I'm really interested in the philosophy behind it all. Should you just memorize your multiplication tables, or should you understand the concept behind them?",
        "author": "Soledad O'Brien"
    },
    {
        "quote": "My trademark at CNN was really asking insightful questions and making sure people are understanding the connections in humanity, and I think that is the core of education.",
        "author": "Soledad O'Brien"
    },
    {
        "quote": "There are thousands of inspirational stories waiting to be told about young women who yearn for a great education. They are stories of struggle and stories of success, and they will inspire others to take action and work to change lives.",
        "author": "Soledad O'Brien"
    },
    {
        "quote": "I wasn't going to great schools, because my parents didn't believe in public education. They wanted the education to be influenced by their religion, so I was going to these halfway education-slash-Christian schools that were like pop-up shop-style education.",
        "author": "Katy Perry"
    },
    {
        "quote": "Documentaries are the first line of education, and the second line of education is dramatization, such as 'The Pacific'.",
        "author": "Steven Spielberg"
    },
    {
        "quote": "When my children were born, I made the choice I wanted them to be raised as Jews and to have a Jewish education.",
        "author": "Steven Spielberg"
    },
    {
        "quote": "I pretty much left full-time, formal education when I was 11, so that was when I was taken out of the school system... The longest stretch I would go back for was a term and a half when I was about 14.",
        "author": "Daniel Radcliffe"
    },
    {
        "quote": "I would never have been able to find my voice if I didn't have music education.",
        "author": "Khalid"
    },
    {
        "quote": "I want to venture out into music education for kids. As a child, I was discouraged by a lack of money, and now I want to use my platform to give back to kids without resources.",
        "author": "Khalid"
    },
    {
        "quote": "Let woman out of the home, let man into it, should be the aim of education. The home needs man, and the world outside needs woman.",
        "author": "Pearl S. Buck"
    },
    {
        "quote": "Health care and education, in my view, are next up for fundamental software-based transformation.",
        "author": "Marc Andreessen"
    },
    {
        "quote": "If you want to bring down the prices of healthcare and education, the answer will be more innovation, more technology, which will then have the effect of freaking everybody out and saying, 'Oh, my God, you're going to kill all the jobs.'",
        "author": "Marc Andreessen"
    },
    {
        "quote": "You can only learn so much from books. You can only learn so much from education. Ultimately, it is the wisdom of God that will carry you through in the toughest situations of life.",
        "author": "Ravi Zacharias"
    },
    {
        "quote": "Essentially, social education is moral education, and moral education is preparation for citizenship... When Jefferson and others advocated public education, it was to prepare for citizenship in a new, constitutional, democratic society.",
        "author": "Lawrence Kohlberg"
    },
    {
        "quote": "The unit of effectiveness of education is not the individual but the group. An individual's moral values are primarily important for society as they contribute to a moral social climate, not as they induce particular pieces of behavior.",
        "author": "Lawrence Kohlberg"
    },
    {
        "quote": "Education is the art of making man ethical.",
        "author": "Georg Wilhelm Friedrich Hegel"
    },
    {
        "quote": "I went to Catholic school throughout my whole academic life. In fact, my children - my husband and I and our children in my own family now have over 100 years of Catholic education among us.",
        "author": "Nancy Pelosi"
    },
    {
        "quote": "My dad was in the army. World War II. He got his college education from the army. After World War II he became an insurance salesman. Really, I didn't know my dad very well. He and my mother split up after the war. I was raised by my maternal grandmother and grandfather, and by my mother.",
        "author": "Al Pacino"
    },
    {
        "quote": "When you have teachers saying, 'I don't have enough time for hands-on activities,' we need to rethink the way we do education.",
        "author": "Mae Jemison"
    },
    {
        "quote": "Education has for its object the formation of character.",
        "author": "Herbert Spencer"
    },
    {
        "quote": "Education remains the key to both economic and political empowerment.",
        "author": "Barbara Jordan"
    },
    {
        "quote": "The ultimate end of education is happiness or a good human life, a life enriched by the possession of every kind of good, by the enjoyment of every type of satisfaction.",
        "author": "Mortimer Adler"
    },
    {
        "quote": "You go to Scandinavia, and you will find that people have a much higher standard of living, in terms of education, health care and decent paying jobs.",
        "author": "Bernie Sanders"
    },
    {
        "quote": "Every working family in America knows how hard it is today to find affordable childcare or early childhood education.",
        "author": "Bernie Sanders"
    },
    {
        "quote": "The cost of college education today is so high that many young people are giving up their dream of going to college, while many others are graduating deeply in debt.",
        "author": "Bernie Sanders"
    },
    {
        "quote": "There are very powerful and wealthy special interests who want to privatize or dismember virtually every function that government now performs, whether it is Social Security, Medicare, public education or the Postal Service.",
        "author": "Bernie Sanders"
    },
    {
        "quote": "It makes a lot more sense for us to be investing in jobs and education rather than jails and incarceration.",
        "author": "Bernie Sanders"
    },
    {
        "quote": "Hillary Clinton understands that we have to invest in education and jobs for our young people, not more jails or incarceration.",
        "author": "Bernie Sanders"
    },
    {
        "quote": "Clinton understands that in a competitive global economy we need the best-educated workforce in the world. She and I worked together on a proposal that will revolutionize higher education in America.",
        "author": "Bernie Sanders"
    },
    {
        "quote": "I got a GED based on Catholic school seventh-grade education, really. I didn't make it that far.",
        "author": "Chris Cornell"
    },
    {
        "quote": "In spite of my lack of education, I didn't lack direction.",
        "author": "Chris Cornell"
    },
    {
        "quote": "My father was a teacher and my mother also worked in the school, so the family has a background in education.",
        "author": "Nick Cave"
    },
    {
        "quote": "The arts, sciences, humanities, physical education, languages and maths all have equal and central contributions to make to a student's education.",
        "author": "Ken Robinson"
    },
    {
        "quote": "Now the problem with standardized tests is that it's based on the mistake that we can simply scale up the education of children like you would scale up making carburetors. And we can't, because human beings are very different from motorcars, and they have feelings about what they do and motivations in doing it, or not.",
        "author": "Ken Robinson"
    },
    {
        "quote": "The answer is not to standardize education, but to personalize and customize it to the needs of each child and community. There is no alternative. There never was.",
        "author": "Ken Robinson"
    },
    {
        "quote": "The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all.",
        "author": "Fidel Castro"
    },
    {
        "quote": "Every citizen has the real right to receive general education and professional training at no cost, something that the United States has not been able to ensure for all its inhabitants.",
        "author": "Fidel Castro"
    },
    {
        "quote": "The Founding Fathers in their wisdom decided that children were an unnatural strain on parents. So they provided jails called schools, equipped with tortures called an education.",
        "author": "John Updike"
    },
    {
        "quote": "Education is not solely about earning a great living. It means living a great life.",
        "author": "Brad Henry"
    },
    {
        "quote": "No other investment yields as great a return as the investment in education. An educated workforce is the foundation of every community and the future of every economy.",
        "author": "Brad Henry"
    },
    {
        "quote": "This is at the heart of all good education, where the teacher asks students to think and engages them in encouraging dialogues, constantly checking for understanding and growth.",
        "author": "William Glasser"
    },
    {
        "quote": "If you improve education by teaching for competence, eliminating schooling, and connecting with students, the test scores will improve.",
        "author": "William Glasser"
    },
    {
        "quote": "If we had in this room a hundred teachers, good teachers from good schools, and asked them to define the word education, there would be very little general agreement.",
        "author": "William Glasser"
    },
    {
        "quote": "I think it is totally wrong and terribly harmful if education is defined as acquiring knowledge.",
        "author": "William Glasser"
    },
    {
        "quote": "I think education is both using and improving knowledge and that changes the whole picture.",
        "author": "William Glasser"
    },
    {
        "quote": "Every single major push in education has made it worse and right now it's really bad because everything we've done is de-humanizing education. It's destroying the possibility of the teacher and the student having a warm, friendly, intellectual relationship.",
        "author": "William Glasser"
    },
    {
        "quote": "Education is the process in which we discover that learning adds quality to our lives. Learning must be experienced.",
        "author": "William Glasser"
    },
    {
        "quote": "To counter the avoidance of intellectual challenge and responsibility, we must reduce the domination of certainty in education.",
        "author": "William Glasser"
    },
    {
        "quote": "The more education a woman has, the wider the gap between men's and women's earnings for the same work.",
        "author": "Sandra Day O'Connor"
    },
    {
        "quote": "We pay a price when we deprive children of the exposure to the values, principles, and education they need to make them good citizens.",
        "author": "Sandra Day O'Connor"
    },
    {
        "quote": "I had become increasingly concerned in recent years about the lack of civics education in our nation's schools. In recent years, the schools have stopped teaching it. And it's unfortunate.",
        "author": "Sandra Day O'Connor"
    },
    {
        "quote": "Parents should continue to become more involved with their communities, and more involved in their children's education.",
        "author": "Sandra Day O'Connor"
    },
    {
        "quote": "I'd done all the things I thought a person had to do in order to be successful and fulfilled, like getting a great education and becoming a lawyer, and yet there was zero spark in my life. But there was no light-bulb moment. It was gradual. In the early 1990s, I decided to experiment and try some new ways of living.",
        "author": "Robin S. Sharma"
    },
    {
        "quote": "I am the product of the American education system. It is a system that has always been on the lookout for bright boys and girls. It spotted me when I was 14, and I owe a tremendous debt to my alma mater.",
        "author": "James A. Michener"
    },
    {
        "quote": "My wife wanted my children to have some Chinese culture and education. She believes the children need to learn two languages and two cultures.",
        "author": "Jet Li"
    },
    {
        "quote": "Freedom can occur only through education.",
        "author": "Friedrich Schiller"
    },
    {
        "quote": "The key to education is the experience of beauty.",
        "author": "Friedrich Schiller"
    },
    {
        "quote": "Career-driven millennials are strategic about working obsessively while they are single and earning enough money to afford advanced education. Most are patient enough to wait until 30 or later to develop their dream.",
        "author": "Gail Sheehy"
    },
    {
        "quote": "Poor people, people of color - especially are much more likely to be found in prison than in institutions of higher education.",
        "author": "Angela Davis"
    },
    {
        "quote": "I went to college. I had a double major in biology and physical education, but my major was wrestling.",
        "author": "Dan Gable"
    },
    {
        "quote": "Being a rapper and still trying to pursue an education is really overwhelming sometimes.",
        "author": "Megan Thee Stallion"
    },
    {
        "quote": "I remember that - you know, I didn't receive a formal education. I was educated in the Montevideo cafe, in the cafes of Montevideo. There, I received my first lessons in the art of telling stories, storytelling.",
        "author": "Eduardo Galeano"
    },
    {
        "quote": "I happen to have been born a Cartesian. The French education is based on a sequence of strict logic. You carry it with you.",
        "author": "Marcel Duchamp"
    },
    {
        "quote": "Men of polite learning and a liberal education.",
        "author": "Matthew Henry"
    },
    {
        "quote": "Education is for growth and fulfillment.",
        "author": "Tom Robbins"
    },
    {
        "quote": "As the true object of education is not to render the pupil the mere copy of his preceptor, it is rather to be rejoiced in, than lamented, that various reading should lead him into new trains of thinking.",
        "author": "William Godwin"
    },
    {
        "quote": "Government will not fail to employ education, to strengthen its hands, and perpetuate its institutions.",
        "author": "William Godwin"
    },
    {
        "quote": "Let us not, in the eagerness of our haste to educate, forget all the ends of education.",
        "author": "William Godwin"
    },
    {
        "quote": "I am most peremptorily of opinion against putting children extremely forward. If they desire it themselves, I would not balk them, for I love to attend to these unsophisticated indications. But otherwise, 'festina lente' is my maxim in education.",
        "author": "William Godwin"
    },
    {
        "quote": "My father paid for my education; then he made it clear that I was on my own.",
        "author": "Alain de Botton"
    },
    {
        "quote": "Efficient spending and saving will give the family more security, more opportunities, more education, and a higher standard of living.",
        "author": "Ezra Taft Benson"
    },
    {
        "quote": "How is it that little children are so intelligent and men so stupid? It must be education that does it.",
        "author": "Alexandre Dumas"
    },
    {
        "quote": "I favor a system where students in publicly funded institutions make a commitment: if they do well in the private sector, they will revert a certain percentage of their income to the education sector; and if they devote some years to public service, their debt will be forgiven.",
        "author": "Howard Gardner"
    },
    {
        "quote": "Much of education can and should take place in schools and other formally designated community institutions. But the world beyond the schoolhouse is crucial to education, and both traditional and new media are more important than ever.",
        "author": "Howard Gardner"
    },
    {
        "quote": "In a large country like the United States or India, families differ significantly on their own education values, and I don't believe it is necessary to put everyone through the same curricula and assessments.",
        "author": "Howard Gardner"
    },
    {
        "quote": "Yes, education is the catalyst that will hone and sharpen our talents, skills, and abilities and cause them to blossom.",
        "author": "Joseph B. Wirthlin"
    },
    {
        "quote": "I've been in continuing education programs since taking my dance master's exam at age 21.",
        "author": "Abby Lee Miller"
    },
    {
        "quote": "I have to say I have an incredible musical education because of my father.",
        "author": "Kareem Abdul-Jabbar"
    },
    {
        "quote": "When I see the Confederate flag, I see the attempt to raise an empire in slavery. It really, really is that simple. I don't understand how anybody with any sort of education on the Civil War can see anything else.",
        "author": "Ta-Nehisi Coates"
    },
    {
        "quote": "Everything from who sits on your local board of education to the prosecutors and judicial appointments in your area and much more are all impacted by who holds political office.",
        "author": "Al Sharpton"
    },
    {
        "quote": "When we look at the situation in Ferguson, Missouri and the tragic death of Michael Brown, we are reminded of the importance of who we elect to our city councils, who sits on our local board of education committees, who we pick to represent us in Congress, in the Senate and more.",
        "author": "Al Sharpton"
    },
    {
        "quote": "There's no reason why children in inner cities or rural areas do not receive the same quality education or opportunities as those in suburbs or wealthy neighborhoods. If we truly believe in giving all citizens a chance to pursue happiness and pursue their goals, then we cannot continue to marginalize entire groups of people.",
        "author": "Al Sharpton"
    },
    {
        "quote": "Education is a human right with immense power to transform. On its foundation rest the cornerstones of freedom, democracy and sustainable human development.",
        "author": "Kofi Annan"
    },
    {
        "quote": "I love great journalism. I appreciate it. I love a good, you know, I love good news stories. I love great books. I love great articles. I appreciate them so much, and they've been part of my education as a woman.",
        "author": "Angelina Jolie"
    },
    {
        "quote": "I think through education, belief in God, and good engineering, our children become a lot better at what they're doing than we did, and that starts with the very first sign of life on the face of this earth.",
        "author": "Evel Knievel"
    },
    {
        "quote": "In an information society, education is no mere amenity; it is the prime tool for growing people and profits.",
        "author": "John Naisbitt"
    },
    {
        "quote": "I have felt for the last 10 years I have had this battle; I've been fighting so hard to have an education. It's been this uphill struggle. I was Warner Bros' pain in the butt. I was their scheduling conflict. I was the one who made life difficult.",
        "author": "Emma Watson"
    },
    {
        "quote": "One of the great mind destroyers of college education is the belief that if it's very complex, it's very profound.",
        "author": "Dennis Prager"
    },
    {
        "quote": "I think that anybody that stays in school, gets good grades, pays the price, I think we are wealthy enough in the public and the private sector in America to make sure that every child in America that wants to continue their education, they should be able to do that.",
        "author": "J. C. Watts"
    },
    {
        "quote": "Education has failed in a very serious way to convey the most important lesson science can teach: skepticism.",
        "author": "David Suzuki"
    },
    {
        "quote": "Outright bans on plastic bags may not be the best solution, but education and incentives to get people to stop using them are necessary.",
        "author": "David Suzuki"
    },
    {
        "quote": "Kim Il Sung University is the central base for training national cadres and the highest institute of Juche-based science and education.",
        "author": "Kim Jong-un"
    },
    {
        "quote": "The great Comrade Kim Jong Il provided energetic guidance to defend and honour Comrade Kim Il Sung's idea of and exploits in socialist rural construction and make UAWK organizations creditably perform their duties as organizations for ideological education.",
        "author": "Kim Jong-un"
    },
    {
        "quote": "Knowledge goes hand-in-hand with truth - something I learned with a bit of tough love from my Jesuit education first at Regis High School in New York City and then at Holy Cross College in Worcester, Mass.",
        "author": "Anthony Fauci"
    },
    {
        "quote": "My mother was Catholic, my father not. I went to Catholic high school. Every form of education failed me. I was trouble.",
        "author": "John Waters"
    },
    {
        "quote": "Good education is so important. We do need to look at the way people are taught. It not just about qualifications to get a job. It's about being educated.",
        "author": "Zaha Hadid"
    },
    {
        "quote": "Education, housing and hospitals are the most important things for society.",
        "author": "Zaha Hadid"
    },
    {
        "quote": "If you go and talk to most people, they mean well but they don't have much of a breadth on education, of knowledge of understanding what the real issues are and therefore they listen to pundits on television who tell them what they are supposed to think and they keep repeating that until pretty soon they say, 'Oh, well that must be true.'",
        "author": "Ben Carson"
    },
    {
        "quote": "Education is a fundamental principle of what made America a success. We can't afford to throw any young people away.",
        "author": "Ben Carson"
    },
    {
        "quote": "In every walk of life, you must have leaders. An education in the spiritual world, in the labor field, in the agricultural field, we must have leaders.",
        "author": "Narendra Modi"
    },
    {
        "quote": "The pace at which people are taking to digital technology defies our stereotypes of age, education, language and income.",
        "author": "Narendra Modi"
    },
    {
        "quote": "Information, education, skills, healthcare, livelihood, financial inclusion, small and village enterprises, opportunities for women, conservation of natural resources, distributed clean energy - entirely new possibilities have emerged to change the development model.",
        "author": "Narendra Modi"
    },
    {
        "quote": "I've never listed my education degree as why people should vote for me. I think the average person is thinking more about what I've accomplished in my professional career and what I've accomplished in my career as a legislator.",
        "author": "Thom Tillis"
    },
    {
        "quote": "Philip Greenspun had a huge impact on me. He was the first person I knew of that embraced online communities, created a real business around open source, gave back to the community through education, and inspired me to explore photography.",
        "author": "Matt Mullenweg"
    },
    {
        "quote": "My parents believed in education and economic security, and I thank them for it. Because I think that's part of what's made my life stable. It was instilled in me. You have to be able to pay your bills. You do not get into debt. And I never have been.",
        "author": "Helen Mirren"
    },
    {
        "quote": "Even though the money is great and the fame is great, you still have a lot of disenfranchised young men that are participating in the NFL that are not very happy. A lot of them are very bitter. A lot them are very angry. So many of them have had no fathers and no home life, and basically, no education.",
        "author": "Jim Brown"
    },
    {
        "quote": "When you have a problem, rules don't solve your problem. It's caring and education.",
        "author": "Jim Brown"
    },
    {
        "quote": "Martin Luther King was a misguided leader. He worked to be recognized as the leader of black America when what black America needs isn't a leader, it is education.",
        "author": "Jim Brown"
    },
    {
        "quote": "Education, family, character, intelligence, humility, okay? These are the things that make a culture live.",
        "author": "Jim Brown"
    },
    {
        "quote": "The Jewish culture has a wonderful thing about education. It has a great thing about family; it has a great thing about unity, hard work, dedication. I would like to say the African-American community should emulate that.",
        "author": "Jim Brown"
    },
    {
        "quote": "Young men in my day really stepped up... These were champions for freedom, equality, and justice for all human beings, and they were educated individuals that used their education and knowledge to represent their case.",
        "author": "Jim Brown"
    },
    {
        "quote": "We must rediscover our faith in the future and join with one another to ensure that nonviolence is the prevalent choice for government, law enforcement, the non-profit sector, business, education, media, entertainment, arts, and for the global citizenry.",
        "author": "Bernice King"
    },
    {
        "quote": "As African-Americans, people of that generation felt pretty much if they were going to see changes in the world, they had to make sacrifices and step up to the plate. I'm very proud that my parents happened to be people who did. They were not privileged to have a formal education.",
        "author": "Ruby Bridges"
    },
    {
        "quote": "A wise system of education will at last teach us how little man yet knows, how much he has still to learn.",
        "author": "John Lubbock"
    },
    {
        "quote": "Prejudices, it is well known, are most difficult to eradicate from the heart whose soil has never been loosened or fertilized by education; they grow firm there, firm as weeds among stones.",
        "author": "Charlotte Bronte"
    },
    {
        "quote": "My votes against the education bill and my votes against the Medicare bill got huge play at home.",
        "author": "Mike Pence"
    },
    {
        "quote": "In my home state of Indiana, we prove every day that you can build a growing economy on balanced budgets, low taxes, even while making record investments in education and roads and health care.",
        "author": "Mike Pence"
    },
    {
        "quote": "The Republican majority, left to its own devices from 1995 to 2000, was a party committed to limited government and restoring the balances of federalism with the states. Clearly, President Bush has had a different vision, and that vision has resulted in education and welfare policies that have increased the size and scope of government.",
        "author": "Mike Pence"
    },
    {
        "quote": "The so-called modern education, with all its defects, however, does others so much more good than it does the Negro, because it has been worked out in conformity to the needs of those who have enslaved and oppressed weaker peoples.",
        "author": "Carter G. Woodson"
    },
    {
        "quote": "This assumption of Negro leadership in the ghetto, then, must not be confined to matters of religion, education, and social uplift; it must deal with such fundamental forces in life as make these things possible.",
        "author": "Carter G. Woodson"
    },
    {
        "quote": "No one can get an education, for of necessity education is a continuing process.",
        "author": "Louis L'Amour"
    },
    {
        "quote": "The idea of education has been so tied to schools, universities, and professors that many assume there is no other way, but education is available to anyone within reach of a library, a post office, or even a newsstand.",
        "author": "Louis L'Amour"
    },
    {
        "quote": "When parents are confident that their children will live, they have fewer of them. They invest more in each child's food, health and education.",
        "author": "Anne M. Mulcahy"
    },
    {
        "quote": "The number one way that we can address these long-term challenges of poverty, of education, is to invest in early childhood education.",
        "author": "Julian Castro"
    },
    {
        "quote": "My People First Education plan includes universal pre-K for 3- and 4-year-olds, because the research is very clear that if you have a dollar to spend in education, it's best spent early on with high-quality pre-K so that kids can get off to a strong start.",
        "author": "Julian Castro"
    },
    {
        "quote": "I focus on telling the truth and painting a vision of what the country can become in the future if we make the right investments together in things like health care, and education, and jobs and opportunity.",
        "author": "Julian Castro"
    },
    {
        "quote": "Now that virtually every career is an option for ambitious girls, it can no longer be considered regressive or reactionary to reintroduce discussion of marriage and motherhood to primary education. We certainly do not want to return to the simplistic duality of home economics classes for girls and wood shop for boys.",
        "author": "Camille Paglia"
    },
    {
        "quote": "In an era ruled by materialism and unstable geopolitics, art must be restored to the center of public education.",
        "author": "Camille Paglia"
    },
    {
        "quote": "Back in the 1960s, I got a superb education for very little money. The bill for my first year at Harpur College in New York was a few hundred dollars.",
        "author": "Camille Paglia"
    },
    {
        "quote": "Primary-school education is a crock, basically. It's oppressive to anyone with physical energy, especially guys.",
        "author": "Camille Paglia"
    },
    {
        "quote": "I think people understand that if you're going to have a successful economy, you need people's potential to be realized. That means education. It means university education, sure, but it also means training, apprenticeships and various kinds of skills diplomas that we know are necessary.",
        "author": "Justin Trudeau"
    },
    {
        "quote": "We need the middle class to feel more confident about its prospects and about its future. We need to cut down on this anxiety that sees some people succeeding and the majority struggling - having to make choices between paying for their kids' education or saving for their own retirement.",
        "author": "Justin Trudeau"
    },
    {
        "quote": "The greatest education in the world is watching the masters at work.",
        "author": "Michael Jackson"
    },
    {
        "quote": "I feel sorry sometimes for these sportsmen and women who put in just as much effort as the footballers. For example, athletes train at least as hard as footballers but have to be happy if they can earn enough to finance a decent education.",
        "author": "Angela Merkel"
    },
    {
        "quote": "I've worked throughout California as a poet: in colleges, universities, worker camps, migrant education offices, continuation high schools, juvenile halls, prisons, and gifted classrooms.",
        "author": "Juan Felipe Herrera"
    },
    {
        "quote": "The wealthiest Americans often live as though they and their children had nothing to gain from investments in education, infrastructure, clean-energy, and scientific research.",
        "author": "Sam Harris"
    },
    {
        "quote": "It is difficult to think of anything more important than providing the best education possible for our children. They will develop the next technologies, medical cures, and global industries, while mitigating their unintended effects, or they will fail to do these things and consign us all to oblivion.",
        "author": "Sam Harris"
    },
    {
        "quote": "While the religious divisions in our world are self-evident, many people still imagine that religious conflict is always caused by a lack of education, by poverty, or by politics.",
        "author": "Sam Harris"
    },
    {
        "quote": "You discover that the education the Negro gets is designed to keep him subservient. The poor black man is exploited by whites and by educated Negroes, too.",
        "author": "Medgar Evers"
    },
    {
        "quote": "To read a newspaper is to refrain from reading something worth while. The first discipline of education must therefore be to refuse resolutely to feed the mind with canned chatter.",
        "author": "Aleister Crowley"
    },
    {
        "quote": "My hope was that organizations would start including this range of skills in their training programs - in other words, offer an adult education in social and emotional intelligence.",
        "author": "Daniel Goleman"
    },
    {
        "quote": "Years ago nobody was elected on the economic ticket. It was either the education platform, or it was health or it was other issues. It is only recently that economic values have superceded every other human value.",
        "author": "Anita Roddick"
    },
    {
        "quote": "There is a subconscious way of taking violence as a way of expression, as a normality, and it has a lot of effects in the youth in the way they absorb education and what they hope to get out of life.",
        "author": "Salma Hayek"
    },
    {
        "quote": "Americans want jobs. They want affordable health insurance. They want an education.",
        "author": "John McCain"
    },
    {
        "quote": "I don't know if the term 'liberation theology,' which can be interpreted in a very positive sense, will help us much. What's important is the common rationality to which the church offers a fundamental contribution, and which must always help in the education of conscience, both for public and for private life.",
        "author": "Pope Benedict XVI"
    },
    {
        "quote": "When I was a child I didn't care about getting an education, and I didn't finish high school.",
        "author": "Mary J. Blige"
    },
    {
        "quote": "I wish I had known that education is the key. That knowledge is power. Now I pick up books and watch educational shows with my husband. I'm seeing how knowledge can elevate you.",
        "author": "Mary J. Blige"
    },
    {
        "quote": "As I have told many, the only goal my dad had for me was to keep me alive to reach the age of reason! He had no aspirations for me vis-a-vis education, wealth, or anything else!",
        "author": "Dan Pena"
    },
    {
        "quote": "I think an education is not only important, it is the most important thing you can do with your life.",
        "author": "Dean Kamen"
    },
    {
        "quote": "I would argue that education, actual learning - it is hard work. It's very personal. Your parents don't teach you anything. Your teachers don't teach you anything. The government doesn't teach you anything. You read it. You don't understand it; you read it again. You break a pencil and read it again.",
        "author": "Dean Kamen"
    },
    {
        "quote": "Once I got a bit older, and we could see there could be a future in football, it was everyone's blessing to chase that dream. And it did me a lot of good: It put me through college, it gave me an education, it got me a little taste of pro ball and a lot of good memories. I don't regret any of it.",
        "author": "Roman Reigns"
    },
    {
        "quote": "We are told there is not enough money for education, but somehow there is enough money for people to raise billions of dollars to defeat somebody in an election? Oh! Okay! Does that make sense?",
        "author": "Phylicia Rashad"
    },
    {
        "quote": "When I was 23, I didn't have much of an interest in politics. All of my interests were in partying and meeting girls and doing stand-up. That's all I cared about. Now, when you have a kid and stuff, you start watching the news and say, 'They shouldn't take money away from this education department.' You start having much more exact opinions.",
        "author": "Jim Jefferies"
    },
    {
        "quote": "Education around entrepreneurship should start early, at secondary level, and be very robust by college level.",
        "author": "Stephen A. Schwarzman"
    },
    {
        "quote": "If people think that women only wear the burqa because of coercive pressure, let them create ample opportunities for them, at the same time enforce laws making primary and secondary education compulsory, and then see what women actually do.",
        "author": "Martha Nussbaum"
    },
    {
        "quote": "American men do have genuine reasons for anxiety. The traditional jobs that many men have filled are disappearing, thanks to automation and outsourcing. The jobs that remain require, in most cases, higher education, which is increasingly difficult for non-affluent families to afford.",
        "author": "Martha Nussbaum"
    },
    {
        "quote": "One of the things that's great about New York is that it is not a one-industry town. It has education, academia, the service industry, arts, publishing, theater, politics, fashion, finance, as well as movie-making.",
        "author": "Sarah Jessica Parker"
    },
    {
        "quote": "I believe in God, but in my own unconventional way. We're not affiliated with any organisation, and I have no religious education of any kind, but I definitely have my own kind of ideas about it.",
        "author": "Sarah Jessica Parker"
    },
    {
        "quote": "Let's not leave an educational vacuum to be filled by religious extremists who go to families who have no other option and offer meals, housing and some form of education. If we are going to combat extremism then we must educate those very same children.",
        "author": "Hillary Clinton"
    },
    {
        "quote": "There are 4 billion cell phones in use today. Many of them are in the hands of market vendors, rickshaw drivers, and others who've historically lacked access to education and opportunity. Information networks have become a great leveler, and we should use them together to help lift people out of poverty and give them a freedom from want.",
        "author": "Hillary Clinton"
    },
    {
        "quote": "I feel very lucky because of my parents and then my education, the opportunities that I've had, so I would like to continue working to improve lives for others.",
        "author": "Hillary Clinton"
    },
    {
        "quote": "Music - that's been my education. There's not a day that goes by that I take it for granted.",
        "author": "Billie Joe Armstrong"
    },
    {
        "quote": "I haven't had any formal education. Through the grace of god, I am gifted in mathematics and the English language.",
        "author": "Shakuntala Devi"
    },
    {
        "quote": "Education is not just about going to school and getting a degree. It's about widening your knowledge and absorbing the truth about life.",
        "author": "Shakuntala Devi"
    },
    {
        "quote": "Next in importance to freedom and justice is popular education, without which neither freedom nor justice can be permanently maintained.",
        "author": "James A. Garfield"
    },
    {
        "quote": "I would say that an understanding of man's intrinsic needs, and of the necessity to search for a climate in which those needs could be realized, is fundamental to the education of the designer.",
        "author": "Paul Rand"
    },
    {
        "quote": "We're first on executions. We're 49th in funding public education. We're in a race with Mississippi for the bottom, and we're winning.",
        "author": "Kinky Friedman"
    },
    {
        "quote": "Few things are as essential as education.",
        "author": "Walter Annenberg"
    },
    {
        "quote": "In the world today, a young lady who does not have a college education just is not educated.",
        "author": "Walter Annenberg"
    },
    {
        "quote": "One may have broad or narrow talents, but only education renders them useful. Schools set up to train people will develop the intelligence of those who have it and end the stupidity of those who do not, providing a specialty to those who have narrow talent and broad knowledge to those with all-around ability.",
        "author": "Sun Yat-sen"
    },
    {
        "quote": "I really believe if you give people a product that couples entertainment with a little bit of education, a soft glove and sense of humor - especially about a subject people have begun to feel very frustrated about, which is the legal system - then you have a formula for success.",
        "author": "Judy Sheindlin"
    },
    {
        "quote": "I believe public education is the new civil rights battle and I support charter schools.",
        "author": "Andrew Cuomo"
    },
    {
        "quote": "Education in our times must try to find whatever there is in students that might yearn for completion, and to reconstruct the learning that would enable them autonomously to seek that completion.",
        "author": "Allan Bloom"
    },
    {
        "quote": "Shakespeare is practically our only link with the classic and the past. The future of education has much to do with whether we will be able to cling to him or not.",
        "author": "Allan Bloom"
    },
    {
        "quote": "My father is a real idealist, and he's all about learning. If I asked for a pair of Nikes growing up, it was just a resounding 'No.' But if I asked for a saxophone, one would appear and next day and I'd be signed up for lessons. So anything to do with education or learning, my father would spare no expense.",
        "author": "Hugh Jackman"
    },
    {
        "quote": "For African-Americans, it's still going to be - some people say double hard - I'd say four times as hard. Be an opportunist. Take advantage of your resources, because the only way to win is with education, self-esteem, having value in yourself.",
        "author": "Claudette Colvin"
    },
    {
        "quote": "All claims of education notwithstanding, the pupil will accept only that which his mind craves.",
        "author": "Emma Goldman"
    },
    {
        "quote": "We demand that segregation be ended in every school district in the year 1963! We demand that we have effective civil rights legislation - no compromise, no filibuster - and that include public accommodations, decent housing, integrated education, FEPC and the right to vote.",
        "author": "Bayard Rustin"
    },
    {
        "quote": "Education is the investment our generation makes in the future.",
        "author": "Mitt Romney"
    },
    {
        "quote": "Opportunity expands when there is excellence and choice in education, when taxes are lowered, when every citizen has affordable, portable health insurance and when constitutional freedoms are preserved.",
        "author": "Mitt Romney"
    },
    {
        "quote": "The American culture promotes personal responsibility, the dignity of work, the value of education, the merit of service, devotion to a purpose greater than self, and at the foundation, the pre-eminence of family.",
        "author": "Mitt Romney"
    },
    {
        "quote": "I am running for president to help create a better future. A future where everyone who wants a job can find one. Where no senior fears for the security of their retirement. An America where every parent knows that their child will get an education that leads them to a good job and a bright horizon.",
        "author": "Mitt Romney"
    },
    {
        "quote": "My whole life has been learning to lead, from my parents, to my education, to the experience I had in the private sector, to helping run the Olympics, and then of course helping guide a state.",
        "author": "Mitt Romney"
    },
    {
        "quote": "Education is largely run at the state level.",
        "author": "Mitt Romney"
    },
    {
        "quote": "You can't continue to have higher education tuition grow at a multiple of the rate of inflation.",
        "author": "Mitt Romney"
    },
    {
        "quote": "The reason I'm an American is for all the people in this country and recognizing that if business is thriving and growing, it will create more jobs, raise wages of our people, allow us to care for our seniors, get a better education for our kids, and allow us to have the kind of military that can defend American interests around the world.",
        "author": "Mitt Romney"
    },
    {
        "quote": "It's an advantage to have two parents, but to have one parent to stay closely connected and at home during those early years of education can be very very important.",
        "author": "Mitt Romney"
    },
    {
        "quote": "I'm a gypsy: no education, no schooling, nothing. I don't care what people think of me. I don't care about being a hero, a role model, a champion.",
        "author": "Tyson Fury"
    },
    {
        "quote": "When you have a father and a mother who work all their lives so you can have an education and build your body - it's a blessing.",
        "author": "Lou Gehrig"
    },
    {
        "quote": "The first education to be a good chemist is to do well in high school science courses. Then, you go to college to really become a chemist. You want to take science and math. Those are the main things.",
        "author": "Mario J. Molina"
    },
    {
        "quote": "Hillary Clinton is excoriating Donald Trump over Trump University? The Clinton scandal at Laureate Education, a for-profit education chain of schools and colleges operating world-wide, including the United States, is much worse.",
        "author": "Roger Stone"
    },
    {
        "quote": "I concentrated on a lot of things, so very few people saw me as an education governor, an infrastructure governor.",
        "author": "Mario Cuomo"
    },
    {
        "quote": "Since my education, I've done quite untraditional things. There are very few Etonians who went to Rada. And far fewer Etonians - certainly when I was there - went to Cambridge. I don't know whether it's the same now. Most people I knew went to Oxford, because it seemed more of an easy bridge.",
        "author": "Tom Hiddleston"
    },
    {
        "quote": "You know, in 1975 I couldn't get a job in New York City because I was American. The kitchens were predominantly run by French, Swiss, German, and basically I got laughed at. I had education, I had experience, but got laughed at because I was American.",
        "author": "Emeril Lagasse"
    },
    {
        "quote": "By providing students in our Nation with such an education, we help save our children from the clutches of poverty, crime, drugs, and hopelessness, and we help safeguard our Nation's prosperity for generations yet unborn.",
        "author": "Elijah Cummings"
    },
    {
        "quote": "My mom and dad, although they may not have had a lot of formal education, they were two of the most brilliant people that I know.",
        "author": "Elijah Cummings"
    },
    {
        "quote": "My mother was almost entirely responsible for my cultural education. She took me to the library once a week, and by the age of seven, I was reading 100 books a year.",
        "author": "Steven Berkoff"
    },
    {
        "quote": "I respect faith, but doubt is what gives you an education.",
        "author": "Wilson Mizner"
    },
    {
        "quote": "Real education should educate us out of self into something far finer; into a selflessness which links us with all humanity.",
        "author": "Nancy Astor"
    },
    {
        "quote": "My education has been pro-England. I have been an England-minded citizen of Hamburg, and I am still in a way English-minded, but I have been disappointed by the Brits over the years.",
        "author": "Helmut Schmidt"
    },
    {
        "quote": "Why has elegance found so little following? That is the reality of it. Elegance has the disadvantage, if that's what it is, that hard work is needed to achieve it and a good education to appreciate it.",
        "author": "Edsger Dijkstra"
    },
    {
        "quote": "Somehow, there is this feeling that women require remedial financial education, and so everything must be dumbed down. The reality is that we all need a lot more education, but guys just go ahead and invest anyway.",
        "author": "Sallie Krawcheck"
    },
    {
        "quote": "You're in a situation where you have limited education opportunities, you don't have any money, you can't get a job; what are you going to do? You're going to go back to this criminal network that you actually made while you were in prison.",
        "author": "Hill Harper"
    },
    {
        "quote": "My father made sure that I had lots of levels of education - from ballroom-dancing to painting, commando training, theatre and magic.",
        "author": "Baz Luhrmann"
    },
    {
        "quote": "For 300 years, higher education was not disruptable because there was no technological core.",
        "author": "Clayton M. Christensen"
    },
    {
        "quote": "Optimizing return on capital will generate less growth than optimizing return on education.",
        "author": "Clayton M. Christensen"
    },
    {
        "quote": "There are two equalizers in life: the Internet and education.",
        "author": "John T. Chambers"
    },
    {
        "quote": "I didn't go to film school. I got my education on the set as a niche publicist in the film industry.",
        "author": "Ava DuVernay"
    },
    {
        "quote": "Bebop and hip-hop, in so many ways, they're connected. A lot of rappers remind me so much of bebop guys in terms of improvisation, beats and rhymes. My dream is to see hip-hop incorporated in education. You've got the youth of the world in the palm of your hand.",
        "author": "Quincy Jones"
    },
    {
        "quote": "We'll be examining and auditing and reviewing all of the programs of the department and really figuring out what is the core mission and how can the federal department of education really support and enhance the role of the departments in the states.",
        "author": "Betsy DeVos"
    },
    {
        "quote": "The bottom line is we believe that parents are the best equipped to make choices for their children's schooling and education decisions.",
        "author": "Betsy DeVos"
    },
    {
        "quote": "If politicians in a state block education choice, it means those politicians do not support equal opportunity for all kids.",
        "author": "Betsy DeVos"
    },
    {
        "quote": "There are not enough philanthropic dollars in America to fund what is currently the need in education.",
        "author": "Betsy DeVos"
    },
    {
        "quote": "Our nation's commitment is to provide a quality education to every child to serve the public common good. Accordingly, we must shift the paradigm to think of education funding as investments made in individual children, not in institutions or buildings.",
        "author": "Betsy DeVos"
    },
    {
        "quote": "The older generations are too wedded to political parties, too wedded to romantic memories of what education was like when they were kids, and too wedded to the status quo group that clings to power.",
        "author": "Betsy DeVos"
    },
    {
        "quote": "If we can manage to break free, to open the system and embrace all choices for education, we will be the first to give politicians awards to hang on their office walls.",
        "author": "Betsy DeVos"
    },
    {
        "quote": "Education broadens our horizons and enables us to confront realities we'd never before anticipated.",
        "author": "Betsy DeVos"
    },
    {
        "quote": "One of the hallmarks of higher education and of democracy is the ability to converse with people with whom we disagree.",
        "author": "Betsy DeVos"
    },
    {
        "quote": "Just as the traditional taxi system revolted against ride sharing, so too does the education establishment feel threatened by the rise of school choice.",
        "author": "Betsy DeVos"
    },
    {
        "quote": "If you ask any of my kids today what their most important experience was in their education, they would say it was the travel and the ability to see and be in other cultures.",
        "author": "Betsy DeVos"
    },
    {
        "quote": "Above all, I believe every child, no matter their ZIP code or their parents' jobs, deserves access to a quality education.",
        "author": "Betsy DeVos"
    },
    {
        "quote": "When it comes to education, no solution, not even ones we like, should be dictated or run from Washington, D.C.",
        "author": "Betsy DeVos"
    },
    {
        "quote": "I look forward to talking about how we can work together to improve educational opportunities and outcomes for all students while also refocusing the federal role in education.",
        "author": "Betsy DeVos"
    },
    {
        "quote": "No child's dream should be limited by the quality, or lack thereof, of the education they receive.",
        "author": "Betsy DeVos"
    },
    {
        "quote": "Chabad is very important because without Jewish education, Diaspora Jewry would disappear.",
        "author": "Harry Triguboff"
    },
    {
        "quote": "We're throwing money down a rat hole drain of public education! We lead the world in public education spending. We lead the world in getting the least for it.",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "Young people have this almost romantic attachment to civil rights, liberties, emancipating people from oppression, etc. The idea that such oppression exists in this country offends me, but it's able to be pushed and sold because education in this country is so woefully incompetent and inept.",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "The left has total control over the public education system, all the way up to the university level. It's something they own, and it's going to have to change.",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "Since Mary is the prototype of pure womanhood, the imitation of Mary must be the goal of girls' education.",
        "author": "Edith Stein"
    },
    {
        "quote": "Because human development is the most specific and exalted mission of woman, studies in anthropology and theory of pedagogy are essential in girls' education.",
        "author": "Edith Stein"
    },
    {
        "quote": "Education should prepare our minds to use its own powers of reason and conception rather than filling it with the accumulated misconceptions of the past.",
        "author": "Bryant H. McGill"
    },
    {
        "quote": "True education is limited to those people who would die without knowing, whereas the masses in the institutions are merely going through the motions, for education is a way of living.",
        "author": "Bryant H. McGill"
    },
    {
        "quote": "The supreme lesson of any education should be to think for yourself and to be yourself; absent this attainment, education creates dangerous, stupefying conformity.",
        "author": "Bryant H. McGill"
    },
    {
        "quote": "The great end of education is to discipline rather than to furnish the mind; to train it to the use of its own powers, rather than fill it with the accumulation of others.",
        "author": "Tryon Edwards"
    },
    {
        "quote": "I also found that for myself, since I've had no religious education, it was so interesting to see the different versions of heaven and what life on earth means.",
        "author": "Barbara Walters"
    },
    {
        "quote": "Because of our sacred regard for each human intellect, we consider the obtaining of an education to be a religious responsibility.",
        "author": "Russell M. Nelson"
    },
    {
        "quote": "I believe that in the pursuit of education, individual desire is more influential than institution, and personal faith more forceful than faculty.",
        "author": "Russell M. Nelson"
    },
    {
        "quote": "Young men and women, your education is ever important - to us, to you, and to God.",
        "author": "Russell M. Nelson"
    },
    {
        "quote": "Many institutions of higher learning will grant an 18- to 30-month deferral to prospective missionaries. This will enable you elders and sisters to serve without worrying about where you will begin your advanced education. We are very grateful to leaders of educational institutions who are making such planning possible!",
        "author": "Russell M. Nelson"
    },
    {
        "quote": "President Obama believes in a country where we invest in education, in roads and bridges, in science, and in the future so we can create new opportunities so the next kid can make it big and the kid afer that and the kid after that, that's what President Obama believes.",
        "author": "Elizabeth Warren"
    },
    {
        "quote": "G.E. doesn't pay any taxes, and we are asking college kids to take on even more debt to get an education and asking seniors to get by on less. These aren't just economic questions. These are moral questions.",
        "author": "Elizabeth Warren"
    },
    {
        "quote": "A good education is a foundation for a better future.",
        "author": "Elizabeth Warren"
    },
    {
        "quote": "How do you think we build a future? I think we build it by investing in our kids and investing in education.",
        "author": "Elizabeth Warren"
    },
    {
        "quote": "In America today, a young person needs more education after high school just to have a chance to make it in the middle class. Not a guarantee, just a chance to make it.",
        "author": "Elizabeth Warren"
    },
    {
        "quote": "Psychology is much bigger than just medicine, or fixing unhealthy things. It's about education, work, marriage - it's even about sports. What I want to do is see psychologists working to help people build strengths in all these domains.",
        "author": "Martin Seligman"
    },
    {
        "quote": "I'm a good son, a good father, a good husband - I've been married to the same woman for 30 years. I'm a good friend. I finished college, I have my education, I donate money anonymously. So when people criticize the kind of characters that I play on screen, I go, 'You know, that's part of history.'",
        "author": "Samuel L. Jackson"
    },
    {
        "quote": "I have a big problem with people who glamorize dumbness and demonize education and intellect. And I'm giving a pretty good description of Sarah Palin right now.",
        "author": "Aaron Sorkin"
    },
    {
        "quote": "Education is the best economic policy there is.",
        "author": "Tony Blair"
    },
    {
        "quote": "Nearly one-fifth of our fellow citizens are Latino. They are families who are impacted by our education system, by our economy, by our healthcare delivery, and by every policy we make here in Washington.",
        "author": "Tony Cardenas"
    },
    {
        "quote": "My parents didn't speak English. They learned it little by little. They realized that education was the ticket to a better future in their own rudimentary way. They kept the house clean, kept us on the straight and narrow, and none of us ever got into trouble with the law.",
        "author": "Tony Cardenas"
    },
    {
        "quote": "My father worked with a first-grade education in this country and managed every single day without a hiccup.",
        "author": "Tony Cardenas"
    },
    {
        "quote": "There really is a hunger and a demand for something different in higher education.",
        "author": "Jerry Falwell, Jr."
    },
    {
        "quote": "I challenge you to show me where the saloon has ever helped business, education, church, morals or anything we hold dear.",
        "author": "Billy Sunday"
    },
    {
        "quote": "I saw 'The 39 Clues' as a potential vehicle for doing some education in a fun way - to take some of these amazing stories from history, dust them off and make them alive.",
        "author": "Rick Riordan"
    },
    {
        "quote": "I don't believe in private education.",
        "author": "Alan Bennett"
    },
    {
        "quote": "I didn't even have a clear idea of why I wanted to go to Oxford - apart from the fact I had fallen in love with the architecture. It certainly wasn't out of some great sense of academic or intellectual achievement. In many ways, my education only began after I'd left university.",
        "author": "Alan Bennett"
    },
    {
        "quote": "To succeed, you will soon learn, as I did, the importance of a solid foundation in the basics of education - literacy, both verbal and numerical, and communication skills.",
        "author": "Alan Greenspan"
    },
    {
        "quote": "You may be a redneck if... you have spent more on your pickup truck than on your education.",
        "author": "Jeff Foxworthy"
    },
    {
        "quote": "Immigration is not the top issue for Latinos. Latinos are like every other American - economy, jobs, healthcare, education.",
        "author": "Eva Longoria"
    },
    {
        "quote": "I was born in Corpus Christi, Texas, the youngest of four girls, including my oldest sister, Lisa, who has special needs. My mom was a special education teacher, and my dad worked on the Army base. We weren't wealthy, but we were determined to succeed.",
        "author": "Eva Longoria"
    },
    {
        "quote": "In my family, there was one cardinal priority - education. College was not an option; it was mandatory. So even though we didn't have a lot of money, we made it work. I signed up for financial aid, Pell Grants, work study, anything I could.",
        "author": "Eva Longoria"
    },
    {
        "quote": "We face a choice this election. President Obama is fighting for changes that grow the economy from the middle out and help all Americans succeed - jobs, education, health reform, the DREAM Act, equal pay for women. He is moving us forward with opportunity today for prosperity tomorrow. Mitt Romney wants to take us back to yesterday.",
        "author": "Eva Longoria"
    },
    {
        "quote": "We need people building companies all over the country to innovate in aviation, consumer products, education, health, cybersecurity, biotech, manufacturing, and everything in between.",
        "author": "Andrew Yang"
    },
    {
        "quote": "Online education and technology are doubtless going to change how we learn in the years ahead. Remote learning is inexpensive and brings down the cost of near-universal access.",
        "author": "Andrew Yang"
    },
    {
        "quote": "I always try, if I can, to travel before I start a writing project. For me, travelling is my education. It inspires me, and it clears my mind and allows me to come back with a cleansed palate.",
        "author": "Dan Levy"
    },
    {
        "quote": "I knew without doubt that I would try and continue my education as I was skating.",
        "author": "Tessa Virtue"
    },
    {
        "quote": "In my family, education was always important.",
        "author": "Tessa Virtue"
    },
    {
        "quote": "The regeneration of society is the regeneration of society by individual education.",
        "author": "Jean de la Bruyere"
    },
    {
        "quote": "When I was in prison, rap was all I had at that point because I was kicked out of school, all that education just gone and I couldn't come out of prison to play football - that was all over with.",
        "author": "Tee Grizzley"
    },
    {
        "quote": "Education is the transmission of civilization.",
        "author": "Ariel Durant"
    },
    {
        "quote": "Young people don't really study the facts; they watch the skewed MSNBC and get a primarily liberal education.",
        "author": "Alana Stewart"
    },
    {
        "quote": "It's really hard for kids nowadays: you can get a decent education, but there are no jobs out there. You worry about how they are ever going to afford to live anywhere.",
        "author": "Gary Lineker"
    },
    {
        "quote": "Just like my father, I've always loved education. In school I was a member of the honor society.",
        "author": "Barbra Streisand"
    },
    {
        "quote": "The results showed that Joe Mokoena and I had made history. For the first time in the history of education in South Africa, two African students had passed the JC with a First Class degree, regarded as a rare achievement for any student.",
        "author": "Oliver Tambo"
    },
    {
        "quote": "You cannot blame the mismanagement of the economy or the fact that we have not invested adequately in education in order to give our people the knowledge, the skills and the technology that they need in order to be able to use the resources that Africa has to gain wealth.",
        "author": "Wangari Maathai"
    },
    {
        "quote": "I had a good experience in college, but I don't think interdisciplinary education is something that's stressed very much at all. It's generally considered to be something of a bad idea.",
        "author": "Peter Thiel"
    },
    {
        "quote": "Education is a bubble in a classic sense. To call something a bubble, it must be overpriced, and there must be an intense belief in it.",
        "author": "Peter Thiel"
    },
    {
        "quote": "If you borrowed money and went to a college where the education didn't create any value, that is potentially a really big mistake.",
        "author": "Peter Thiel"
    },
    {
        "quote": "When parents have invested enormous amounts of money in their kids' education, to find their kids coming back to live with them - well, that was not what they bargained for.",
        "author": "Peter Thiel"
    },
    {
        "quote": "My mother was a dominant force in my life. She had a very specific idea about education, which was: you should know everything about everything. It was quite simple. There was no exclusivity, and there really was no judgment.",
        "author": "Twyla Tharp"
    },
    {
        "quote": "The formal education that I received made little sense to me.",
        "author": "Twyla Tharp"
    },
    {
        "quote": "Everyone has a talent. It's simply a question of good discipline, of the good fortune to have an education that meshes with that talent, and a lot of luck.",
        "author": "Twyla Tharp"
    },
    {
        "quote": "Most students who take math classes aren't going to be mathematicians. They're going to be engineers, statisticians - in many ways, that's the more important mission of math education.",
        "author": "Terence Tao"
    },
    {
        "quote": "Math education has changed over the years. In the 19th century, they taught spherical trigonometry because one of the biggest applications of mathematics was navigating the ocean. This is no longer so relevant.",
        "author": "Terence Tao"
    },
    {
        "quote": "One thing that education can do is it can provide us with an opportunity to understand one another better, and so while I've spent a lot of my time in the world of politics, I've always felt that it is really not politics that will solve this for us.",
        "author": "Condoleezza Rice"
    },
    {
        "quote": "I am very fond of Jeb Bush. He's a friend; he was a terrific governor of Florida. I worked with him on some immigration and education issues.",
        "author": "Condoleezza Rice"
    },
    {
        "quote": "I would even say that my parents, and their friends in our community, thought of education as a kind of armor against racism.",
        "author": "Condoleezza Rice"
    },
    {
        "quote": "The main part of intellectual education is not the acquisition of facts, but learning how to make facts live.",
        "author": "Oliver Wendell Holmes, Jr."
    },
    {
        "quote": "It seems to me that at this time we need education in the obvious more than investigation of the obscure.",
        "author": "Oliver Wendell Holmes, Jr."
    },
    {
        "quote": "Education is the power to think clearly, the power to act well in the worlds work, and the power to appreciate life.",
        "author": "Brigham Young"
    },
    {
        "quote": "Growing up in Augusta in such a protected and loving community is something that I really enjoy talking about. I love talking about - even though I grew up, of course, in the time of segregated schools: Brown vs. Board of Education came along after I was already in first grade.",
        "author": "Jessye Norman"
    },
    {
        "quote": "There are many ideas that we will never agree on. The left and the right have different ways of approaching governance, based on contrasting philosophies. But many of the ultimate goals - economic prosperity, better health care and education, etc. - are the same. We just don't share the same vision of how to achieve them.",
        "author": "Dan Crenshaw"
    },
    {
        "quote": "I'm a Prince of Wales Trust ambassador, so I'm all about giving youth an education, a voice and a chance to not take the wrong road.",
        "author": "Benedict Cumberbatch"
    },
    {
        "quote": "My mum and dad had worked incredibly hard to afford me an education.",
        "author": "Benedict Cumberbatch"
    },
    {
        "quote": "The armoury of having any academic education does not necessarily set you up for being a good or better actor.",
        "author": "Benedict Cumberbatch"
    },
    {
        "quote": "I believe in education and wish I had a better one.",
        "author": "Loretta Lynn"
    },
    {
        "quote": "I ain't got much education, but I got some sense.",
        "author": "Loretta Lynn"
    },
    {
        "quote": "Home to some of our nation's civil rights leaders, Harvard Law is not a bigoted hub of racism but a place where men and women of all races peacefully co-exist in pursuit of higher education.",
        "author": "Kayleigh McEnany"
    },
    {
        "quote": "It is difficult to think of a major industry that AI will not transform. This includes healthcare, education, transportation, retail, communications, and agriculture. There are surprisingly clear paths for AI to make a big difference in all of these industries.",
        "author": "Andrew Ng"
    },
    {
        "quote": "Our education system has succeeded so far in teaching generations to do different routine tasks. So when tractors displaced farming labor, we taught the next generation to work in factories. But what we've never really been good at is teaching a huge number of people to do non-routine creative work.",
        "author": "Andrew Ng"
    },
    {
        "quote": "I think the world will just be better if AI is helping us. It will reduce the cost of goods, giving us good education, changing the way we run hospitals and the health-care system - there's just a long list of things.",
        "author": "Andrew Ng"
    },
    {
        "quote": "Education is one of the industry categories with a big potential for AI. And Coursera is already doing some of this work.",
        "author": "Andrew Ng"
    },
    {
        "quote": "Our educational system globally has not been historically great in reskilling for newer job roles. We need a new social contract to do that. For India, lack of an incumbent structure might be an advantage, where it can use digital education to leapfrog.",
        "author": "Andrew Ng"
    },
    {
        "quote": "I'm super excited about health care; I'm super excited about education - major industries where AI can play a big role.",
        "author": "Andrew Ng"
    },
    {
        "quote": "The most trusted way to keep moving up that value chain is to keep investing in individuals - to help them grow in knowledge and skills. Education is hard. It takes individuals to do the hard work.",
        "author": "Andrew Ng"
    },
    {
        "quote": "I find it a very encouraging sign for a society if employers are bringing online education to their companies, helping employees gain more knowledge.",
        "author": "Andrew Ng"
    },
    {
        "quote": "India has a large base of tech talent, and I hope that a lot of AI machine learning education online will allow Indian software professionals to break into AI.",
        "author": "Andrew Ng"
    },
    {
        "quote": "In healthcare, we are beginning to see that AI can read the radiology images better than most radiologists. In education, we have a lot of data, and companies like Coursera are putting up a lot of content online.",
        "author": "Andrew Ng"
    },
    {
        "quote": "Education is not about thinning the herd. Education is about helping every student succeed.",
        "author": "Andrew Ng"
    },
    {
        "quote": "The true value proposition of education is employment.",
        "author": "Andrew Ng"
    },
    {
        "quote": "I had a strong interest in free online education, and I was interested in what videos and formats would work for it. A lot of education workers were very sceptical about what computer scientists were doing. It was only after the first visible success of MOOCs that they started to take it seriously.",
        "author": "Andrew Ng"
    },
    {
        "quote": "I don't ask other actors questions. I think that's too intrusive. I just watch. I don't want to be constricted to an idea of what acting is by anyone else. I want to take my own education.",
        "author": "Leonardo DiCaprio"
    },
    {
        "quote": "There's a need for accepting responsibility - for a person's life and making choices that are not just ones for immediate short-term comfort. You need to make an investment, and the investment is in health and education.",
        "author": "Buzz Aldrin"
    },
    {
        "quote": "There's no doubt who was a leader in space after the Apollo Program. Nobody came close to us. And our education system, in science, technology, engineering and math, was at the top of the world. It's no longer there. We're descending rather rapidly.",
        "author": "Buzz Aldrin"
    },
    {
        "quote": "When President Kennedy took office, I was in the midst of my education.",
        "author": "Buzz Aldrin"
    },
    {
        "quote": "Capitalism would have never let me be a filmmaker, living in Flint, Michigan with a high school education. I was going to have to make that happen myself.",
        "author": "Michael Moore"
    },
    {
        "quote": "Every parent wants to do what's best for their child. Whatever I can afford, I'm going to get my kid the best education I can get.",
        "author": "Michael Moore"
    },
    {
        "quote": "It really is disgusting when a guy in a ball cap with a high school education is the one asking the tough questions.",
        "author": "Michael Moore"
    },
    {
        "quote": "People like me who grew up in a working-class town, who don't have a college education, you don't usually hear from us.",
        "author": "Michael Moore"
    },
    {
        "quote": "People of my age who went to college, go into college, you know what it cost back then? Nothing or next to nothing. At the most, you had to work at Dairy Queen during the summer and that would pay for your college education.",
        "author": "Michael Moore"
    },
    {
        "quote": "I was one of the first 18-year-olds in the United States elected to public office right after 18-year-olds got the right to vote back in the early '70s. I ran for the Board of Education.",
        "author": "Michael Moore"
    },
    {
        "quote": "The mark of higher education isn't the knowledge you accumulate in your head. It's the skills you gain about how to learn.",
        "author": "Adam Grant"
    },
    {
        "quote": "A Klan member is not stamped from a standard cookie cutter. They come from all walks of life and various education levels and environmental situations which have led to their decision to join the Klan. The one common denominator that all share is lack of exposure to others who may not look like them or believe as they do.",
        "author": "Daryl Davis"
    },
    {
        "quote": "Through first-class education, a generation marches down the long uncertain road of the future with confidence.",
        "author": "Wynton Marsalis"
    },
    {
        "quote": "I believed in studying just because I knew education was a privilege. It was the discipline of study, to get into the habit of doing something that you don't want to do.",
        "author": "Wynton Marsalis"
    },
    {
        "quote": "If we have to give up either religion or education, we should give up education.",
        "author": "William Jennings Bryan"
    },
    {
        "quote": "It is not systematic education which somehow molds society, but, on the contrary, society which, according to its particular structure, shapes education in relation to the ends and interests of those who control the power in that society.",
        "author": "Paulo Freire"
    },
    {
        "quote": "Education must begin with the solution of the student-teacher contradiction, by reconciling the poles of the contradiction so that both are simultaneously teachers and students.",
        "author": "Paulo Freire"
    },
    {
        "quote": "Liberating education consists in acts of cognition, not transferrals of information.",
        "author": "Paulo Freire"
    },
    {
        "quote": "At times, I have been criticized by some philosophers of education, who place me in postures that they classify pejoratively as 'revolutionary.' But I have had the satisfaction of being invited to work in societies making progressive efforts without wavering. They were changing, and so they called on me.",
        "author": "Paulo Freire"
    },
    {
        "quote": "Education is freedom.",
        "author": "Paulo Freire"
    },
    {
        "quote": "I think if you have to pay for your education, you worry very seriously about you're going to do when you've got your degree.",
        "author": "James Dyson"
    },
    {
        "quote": "Arbitrary benchmarks cheat kids out of a fulfilling education.",
        "author": "James Dyson"
    },
    {
        "quote": "Politics should share one purpose with religion: the steady emancipation of the individual through the education of his passions.",
        "author": "George Will"
    },
    {
        "quote": "When you gather up all the balls of life that you try to juggle, it is a very difficult thing to try to focus in on taking good care of yourself. But that's why God invented me - so I can come and teach and preach and make people laugh and give them some education so they can start liking themselves better.",
        "author": "Richard Simmons"
    },
    {
        "quote": "Women and girls are disproportionately affected by landmines. They have different needs when it comes to education about risks. And they may face greater challenges when a family member is killed or injured.",
        "author": "Ban Ki-moon"
    },
    {
        "quote": "I treasure my meetings with individuals affected by autism - parents, children, teachers and friends. Their strength is inspiring. They deserve all possible opportunities for education, employment and integration.",
        "author": "Ban Ki-moon"
    },
    {
        "quote": "Countries with higher levels of gender equality have higher economic growth. Companies with more women on their boards have higher returns. Peace agreements that include women are more successful. Parliaments with more women take up a wider range of issues - including health, education, anti-discrimination, and child support.",
        "author": "Ban Ki-moon"
    },
    {
        "quote": "True security is based on people's welfare - on a thriving economy, on strong public health and education programmes, and on fundamental respect for our common humanity. Development, peace, disarmament, reconciliation and justice are not separate from security; they help to underpin it.",
        "author": "Ban Ki-moon"
    },
    {
        "quote": "Education promotes equality and lifts people out of poverty. It teaches children how to become good citizens. Education is not just for a privileged few, it is for everyone. It is a fundamental human right.",
        "author": "Ban Ki-moon"
    },
    {
        "quote": "We are looking for ways to decrease the dropout rate. I am pretty sure, if we eliminate career and technical education, we are going to increase the dropout rate.",
        "author": "Michael Enzi"
    },
    {
        "quote": "I always had a love for kids' clothes, but having your own kids is a better education for what is practical. I used to buy such crazy things for the store that were so much fun but not the most practical.",
        "author": "Kourtney Kardashian"
    },
    {
        "quote": "Education is a wonderful thing. If you couldn't sign your name you'd have to pay cash.",
        "author": "Rita Mae Brown"
    },
    {
        "quote": "After one Olympics, if we invest in sports and say we will get a gold medal in the next Olympic, it doesn't work like that in sports. How it works is that you provide the infrastructure, provide education about nutrition and health.",
        "author": "MS Dhoni"
    },
    {
        "quote": "As a former high school teacher and a student in a class of 60 urchins at St. Brigid's grammar school, I know that education is all about discipline and motivation. Disadvantaged students need extra attention, a stable school environment, and enough teacher creativity to stimulate their imaginations. Those things are not expensive.",
        "author": "Bill O'Reilly"
    },
    {
        "quote": "The goal of higher education should be to champion the airing of all honest viewpoints. Nothing less is acceptable.",
        "author": "Bill O'Reilly"
    },
    {
        "quote": "For women, the important ingredients for happiness are to forge an identity, serve the Lord, get an education, develop your talents, serve your family, and, if possible, to have a family of your own.",
        "author": "James E. Faust"
    },
    {
        "quote": "Education is the key. If you are educated, nothing can defeat you.",
        "author": "Caster Semenya"
    },
    {
        "quote": "I don't look at myself as a hero or smart person. I have a seventh-grade education, but I've had a lot of fun.",
        "author": "Bobby Heenan"
    },
    {
        "quote": "I was really aware, even while it was happening, that the discovery of arts education in my life sort of saved my life.",
        "author": "Daveed Diggs"
    },
    {
        "quote": "Instruction ends in the schoolroom, but education ends only with life. A child is given to the universe to be educated.",
        "author": "Frederick William Robertson"
    },
    {
        "quote": "Money spent on carbon cuts is money we can't use for effective investments in food aid, micronutrients, HIV/AIDS prevention, health and education infrastructure, and clean water and sanitation.",
        "author": "Bjorn Lomborg"
    },
    {
        "quote": "When I was in school, my mother stressed education. I am so glad she did. I graduated from Yale College and Yale University with my master's and I didn't do it by missing school.",
        "author": "Angela Bassett"
    },
    {
        "quote": "The amount of money we spend on education is important, but not nearly as important as how the money is spent.",
        "author": "Bob Riley"
    },
    {
        "quote": "Ladies and gentlemen: There can be no greater investment in Alabama's future than an investment in education.",
        "author": "Bob Riley"
    },
    {
        "quote": "Of course, the American education system is very inefficient in many ways compared to other countries in Europe or Japan, but it works in such a way that at least the few people who are going onto unusual careers and science can manage to get into that, even though they go through an earlier stage that doesn't give them much.",
        "author": "John Forbes Nash, Jr."
    },
    {
        "quote": "People go to school and get educated, but most people who go to school and become a graduate in eduation still don't know what the word 'education' means... 'Educo' means to bring out.",
        "author": "Peter Tosh"
    },
    {
        "quote": "We got stuffed 4-1, but it was just great to play against, it was like an education. You think you are half good and then you go and play against a side like that!",
        "author": "Alan Hansen"
    },
    {
        "quote": "It is as impossible to withhold education from the receptive mind, as it is impossible to force it upon the unreasoning.",
        "author": "Agnes Repplier"
    },
    {
        "quote": "I hope that I inspire women to believe in themselves, no matter where they come from; no matter what education they have; what particular background they originate from.",
        "author": "Madonna Ciccone"
    },
    {
        "quote": "We have been learning since we were children how to make money, buy things, build things. The whole education system is set up to teach us how to think, not to feel.",
        "author": "Yakov Smirnoff"
    },
    {
        "quote": "The sum and substance of female education in America, as in England, is training women to consider marriage as the sole object in life, and to pretend that they do not think so.",
        "author": "Harriet Martineau"
    },
    {
        "quote": "You can't have a sustainable US economy without a great education system. Teach students to do the job right. You don't have an innovative economy unless you have a great education.",
        "author": "Walter Isaacson"
    },
    {
        "quote": "The antidote to white fragility is ongoing and lifelong and includes sustained engagement, humility, and education.",
        "author": "Robin DiAngelo"
    },
    {
        "quote": "My parents came from a poor background and worked their way up because of education. They saw it as a way to succeed. So they cared about me getting straight A grades when I was growing up.",
        "author": "Jennifer Garner"
    },
    {
        "quote": "We all have a responsibility to volunteer somewhere and I'm lucky that I get the education and get taken to places to see what's out there and see what's happening and to then be a part of it in hopefully an impactful way.",
        "author": "Jennifer Garner"
    },
    {
        "quote": "My mom grew up in poverty in Oklahoma - like Dust Bowl, nine people in one room kind of place - and the way she got out of poverty was through education. My dad grew up without a dad, with very little and he also made his way out through education.",
        "author": "Jennifer Garner"
    },
    {
        "quote": "My mom was really vigorous about making sure that we saw things and that we questioned things. Education was so important to both of my parents.",
        "author": "Jennifer Garner"
    },
    {
        "quote": "My parents started with very little and were the only ones in their families to graduate from college. As parents, they focused on education, but did not stop at academics - they made sure that we knew music, saw art and theatre and traveled - even though it meant budgeting like crazy.",
        "author": "Jennifer Garner"
    },
    {
        "quote": "There are a lot of people getting killed by guns in our country for reasons, from my understanding, that are preventable. So many guns that are left loaded, unlocked. So you can educate. That doesn't seem to be too controversial - education.",
        "author": "Jeff Bridges"
    },
    {
        "quote": "I find that with some girls, the words 'work' and 'education' have gotten a bad rap.",
        "author": "Sandra Bullock"
    },
    {
        "quote": "I know I haven't spent a lot of time with my children because my job takes me all over the world and takes me away from my children, but I've given them a good education and security. If anything happens to me, my children's future is well-secured. So I think I've done well as a father.",
        "author": "Engelbert Humperdinck"
    },
    {
        "quote": "I have always respected education, which is why I actually went back secretly and taught school for eight years.",
        "author": "Steve Wozniak"
    },
    {
        "quote": "I didn't live at school, I lived where I could and studied what I enjoyed studying. I took what I wanted from that education but was making my first record at the same time. I don't know anyone from school. I was just leading a different life. I was really interested in writing and other things.",
        "author": "Lana Del Rey"
    },
    {
        "quote": "I think few people of education enter politics because it seems like a contact blood sport.",
        "author": "Sherry Turkle"
    },
    {
        "quote": "The most used program in computers and education is PowerPoint. What are you learning about the nature of the medium by knowing how do to a great PowerPoint presentation? Nothing. It certainly doesn't teach you how to think critically about living in a culture of simulation.",
        "author": "Sherry Turkle"
    },
    {
        "quote": "I myself owe everything to French books. They developed in my soul the sentiments of humanity which had been stifled by eight years of fanatical and servile education.",
        "author": "Cesare Beccaria"
    },
    {
        "quote": "I've always wanted to get an education, and tonight's as good a time as any.",
        "author": "Burt Lancaster"
    },
    {
        "quote": "The only way you multiply resources is with technology. To really affect poverty, energy, health, education, or anything else - there is no other way.",
        "author": "Vinod Khosla"
    },
    {
        "quote": "Sometimes people think that I'm maybe pretentious or just weird, a fraud, or fake, because I have a formal education and speak properly and give people respect.",
        "author": "Princess Nokia"
    },
    {
        "quote": "I prefer my partner to have profound, deep intellect, a profound education, but where their education comes from is no preference of my own.",
        "author": "Princess Nokia"
    },
    {
        "quote": "There are many types of education: formal education, street education, personal education, experiential education, and I've found that I've had different partners who have a lot of wonderful intellect and education from all different types of sources.",
        "author": "Princess Nokia"
    },
    {
        "quote": "When I got out of the army, I had the G.I. Bill. Since I had no high school education or anything like that, I came to NYU, and they took a chance on me and let me in.",
        "author": "Frank McCourt"
    },
    {
        "quote": "I am a passionate traveler, and from the time I was a child, travel formed me as much as my formal education.",
        "author": "David Rockefeller"
    },
    {
        "quote": "I am a passionate traveler, and from the time I was a child, travel formed me as much as my formal education. In order to appreciate cultures of another nation, one needs to go there, know the people and mingle with the culture of that country. One way to do that, if one is lucky enough, is to buy things from those cultures.",
        "author": "David Rockefeller"
    },
    {
        "quote": "'Tis well enough for a servant to be bred at an University. But the education is a little too pedantic for a gentleman.",
        "author": "William Congreve"
    },
    {
        "quote": "I think music should be the basis of an education, not just something you do once a week.",
        "author": "Joshua Bell"
    },
    {
        "quote": "We know that education is the key to unlocking human potential.",
        "author": "Jill Biden"
    },
    {
        "quote": "The passage of the Health Care and Education Reconciliation Act of 2010 was a substantial victory for community colleges.",
        "author": "Jill Biden"
    },
    {
        "quote": "Education is possibility set in motion.",
        "author": "Jill Biden"
    },
    {
        "quote": "Education teaches us compassion and kindness, connection to others.",
        "author": "Jill Biden"
    },
    {
        "quote": "Education doesn't just make us smarter. It makes us whole.",
        "author": "Jill Biden"
    },
    {
        "quote": "I was a Senate spouse for many, many years. I kept my own career. I was teaching and Joe was doing politics. I realized when we were elected vice president that I had a platform and I knew I was not going to waste my platform. It was going to focus women and girls' education.",
        "author": "Jill Biden"
    },
    {
        "quote": "People need to realize that community colleges really give you a good education. And they do - that's just a simple fact of it.",
        "author": "Jill Biden"
    },
    {
        "quote": "It was a way out of poverty. It was a way to success. It was a way to education. And it was a way to a brighter day for me.",
        "author": "Little Richard"
    },
    {
        "quote": "Lord knows there's a lot of bad news in the world today to get you down, but there is one big thing happening that leaves me incredibly hopeful about the future, and that is the budding revolution in global online higher education.",
        "author": "Thomas Friedman"
    },
    {
        "quote": "There's no question that a great teacher can make a huge difference in a student's achievement, and we need to recruit, train and reward more such teachers. But here's what some new studies are also showing: We need better parents. Parents more focused on their children's education can also make a huge difference in a student's achievement.",
        "author": "Thomas Friedman"
    },
    {
        "quote": "When a person has work, she has income and can achieve financial self-sustainability. She can prioritize her family's health and education. Her standing in the community is lifted, and so is her confidence.",
        "author": "Neil Blumenthal"
    },
    {
        "quote": "I come from a family of scholars who got their Master's degrees. To my grandma - and to a lot of people - an education was a way of making it out of the worst parts of their life.",
        "author": "Big Sean"
    },
    {
        "quote": "The Brown decision promised that every child, regardless of the color of his or her skin, would have unequivocal access to quality education and an equal opportunity to pursue his/her dreams.",
        "author": "Ed Markey"
    },
    {
        "quote": "Education is not only a ladder of opportunity, but it is also an investment in our future.",
        "author": "Ed Markey"
    },
    {
        "quote": "Whether the task is fixing health care, upgrading K-12 education, bolstering national security, or a host of other missions, the U.S. is better at patching problems than fixing them.",
        "author": "Louis V. Gerstner, Jr."
    },
    {
        "quote": "We do not need Departments of Commerce, Labor, and Education; we need a single Department of Skills that will promote an integrated approach to global competitiveness.",
        "author": "Louis V. Gerstner, Jr."
    },
    {
        "quote": "The lack of roads in Africa greatly hinders agriculture, education, and development.",
        "author": "Norman Borlaug"
    },
    {
        "quote": "We must recognize the fact that adequate food is only the first requisite for life. For a decent and humane life, we must also provide an opportunity for good education, remunerative employment, comfortable housing, good clothing, and effective and compassionate medical care.",
        "author": "Norman Borlaug"
    },
    {
        "quote": "Heart and head are the constituent parts of character; temperament has almost nothing to do with it, and, therefore, character is dependent upon education, and is susceptible of being corrected and improved.",
        "author": "Giacomo Casanova"
    },
    {
        "quote": "To get education to sink deep into the minds of a nation takes a generation and more.",
        "author": "Cyril Ramaphosa"
    },
    {
        "quote": "Free education for all - whilst it is a desirable notion, in South Africa it will simply not be affordable.",
        "author": "Cyril Ramaphosa"
    },
    {
        "quote": "If you read the Freedom Charter carefully, you will find that - the clause that refers to education, and it says education must be free 'on merit.'",
        "author": "Cyril Ramaphosa"
    },
    {
        "quote": "There is nothing wrong with students demanding free education, and, in fact, it is something that our children deserve.",
        "author": "Cyril Ramaphosa"
    },
    {
        "quote": "Students want free education because their parents are struggling. The fees of universities and technikons are too high.",
        "author": "Cyril Ramaphosa"
    },
    {
        "quote": "Versatility of education can be found in our best poetry, but the depth of mankind should be found in the philosopher.",
        "author": "Karl Wilhelm Friedrich Schlegel"
    },
    {
        "quote": "In the world of language, or in other words in the world of art and liberal education, religion necessarily appears as mythology or as Bible.",
        "author": "Karl Wilhelm Friedrich Schlegel"
    },
    {
        "quote": "Religion is not only a part of education, an element of humanity, but the center of everything else, always the first and the ultimate, the absolutely original.",
        "author": "Karl Wilhelm Friedrich Schlegel"
    },
    {
        "quote": "Do you know the difference between education and experience? Education is when you read the fine print; experience is what you get when you don't.",
        "author": "Pete Seeger"
    },
    {
        "quote": "Education is when you read the fine print. Experience is what you get if you don't.",
        "author": "Pete Seeger"
    },
    {
        "quote": "I came along and was a teenager in the Depression, and nobody had jobs. So I went out hitchhiking, when I met a man named Woody Guthrie. He was the single biggest part of my education.",
        "author": "Pete Seeger"
    },
    {
        "quote": "As the tension eases, we must look in the direction of agriculture, industry and education as our final goals, and toward democracy under Mr Mubarak.",
        "author": "Naguib Mahfouz"
    }
]